[
    {
        "url": "https://mixnews.lv/v-mire/2024/07/02/turetskie-aviadispetchery-obyavili-zabastovku-v-antalii-massovo-zaderzhivayut-aviareysy/",
        "title": "Турецкие авиадиспетчеры объявили забастовку - в Анталии массово задерживают рейсы",
        "title_en": "Turkish air traffic controllers have gone on strike - flights are massively delayed in Antalya",
        "summary": "Турецкие авиадиспетчеры в аэропорту Анталии объявили забастовку из-за требований повышения зарплаты и улучшения условий труда.\r\nВ высокий туристический сезон нагрузка на диспетчеров возрастает, и они работают в \"ударном режиме\".\r\nЗабастовка проходит в рамках программы \"Работа без инициативы\", что означает выполнение лишь половины от намеченного плана.\r\nВместо 90 рейсов в час, вылетает не более 40, что привело к серьезным сбоям в авиасообщении с курортом.\r\nТурбизнес обеспокоен возможным срывом туристического сезона и призывает к разрешению конфликта для восстановления работы аэропорта.\r\nСитуация усугубляется изменением туристических предпочтений среди жителей Турции, которые предпочитают зарубежные курорты.\r\nВысокие цены на турецкие курорты также отпугивают туристов, несмотря на скидки.",
        "summary_en": "Turkish air traffic controllers at Antalya Airport have gone on strike over demands for higher wages and better working conditions.\r\nDuring the high tourist season, the load on dispatchers increases, and they work in \"shock mode\".\r\nThe strike is taking place within the framework of the \"Work without Initiative\" program, which means that only half of the planned plan is completed.\r\nInstead of 90 flights per hour, no more than 40 take off, which led to serious disruptions in air traffic to the resort.\r\nThe travel industry is concerned about the possible disruption of the tourist season and calls for a resolution of the conflict in order to restore the operation of the airport.\r\nThe situation is aggravated by the change in tourist preferences among Turkish residents who prefer foreign resorts.\r\nHigh prices at Turkish resorts also scare away tourists, despite discounts.",
        "image": "https://mixnews.lv/wp-content/uploads/2024/07/2/2024-07-02-mixnews-scale_1200-1.jpg",
        "country": {
            "name": "турция",
            "flag": "🇹🇷"
        },
        "who": null,
        "created": "2024-07-02 14:51:05.358789"
    },
    {
        "url": "https://tula.mk.ru/social/2024/07/02/sotrudniki-aleksinskogo-sklada-wildberries-grozyat-zabastovkoy-izza-nevozmozhnoy-zhary.html",
        "title": "Сотрудники алексинского склада Wildberries грозят забастовкой из-за невозможной жары",
        "title_en": "Employees of the Aleksinsky Wildberries warehouse threaten to strike due to the impossible heat",
        "summary": "В помещении склада невозможно находиться из-за неработающих кондиционеров и отсутствия вентиляции.\r\nРуководство запретило проносить воду, и люди вынуждены пить из-под крана.\r\nНекоторым сотрудникам стало плохо, одной девушке потребовалась скорая помощь.\r\n10 тысяч человек на складе не обеспечены медицинской помощью.\r\nПосле жалоб руководство разрешило брать с собой воду, но кондиционеры по-прежнему не работают.",
        "summary_en": "It is impossible to stay in the warehouse due to non-working air conditioners and lack of ventilation.\r\nThe management forbade bringing water, and people are forced to drink from the tap.\r\nSome employees became ill, and one girl needed an ambulance.\r\n10 thousand people in the warehouse are not provided with medical care.\r\nAfter complaints, the management allowed to take water with them, but the air conditioners still do not work.",
        "image": "https://static.mk.ru/upload/entities/2024/07/02/14/articles/facebookPicture/90/9c/f2/d3/c96b6cbd521b1da9719d44335cb1a73a.jpg",
        "country": {
            "name": "россия",
            "flag": "🇷🇺"
        },
        "who": null,
        "created": "2024-07-02 14:50:47.924889"
    }
]