[
    {
        "url": "https://toronto.citynews.ca/2024/05/31/is-an-lcbo-strike-possible-this-summer-yes-certainly-says-union/",
        "title": "Возможна ли забастовка LCBO этим летом?",
        "title_en": "Is an LCBO strike possible this summer?",
        "summary": "Летняя забастовка на LCBO возможна из-за неуспешных переговоров с правительством о новом контракте.\r\nБолее 9000 работников, представленных профсоюзом OPSEU, намерены провести забастовку с 12 по 15 июня.\r\nПереговоры о новом контракте продолжаются с марта, главным камнем преткновения являются гарантии сохранения рабочих мест.\r\nПремьер-министр Дуг Форд объявил о разрешении продажи пива, вина, сидра и коктейлей в круглосуточных магазинах и продуктовых лавках к 2026 году.\r\nLCBO остается единственным местом, где можно приобрести крепкие алкогольные напитки, и остается оптовым продавцом.\r\nОбе стороны остаются за столом переговоров, посредник должен присоединиться к переговорам на следующей неделе.",
        "summary_en": "A summer strike at LCBO is possible due to unsuccessful negotiations with the government on a new contract.\r\nMore than 9,000 workers, represented by the OPSEU trade union, intend to strike from June 12 to 15.\r\nNegotiations on a new contract have been ongoing since March, and the main stumbling block is job security guarantees.\r\nPrime Minister Doug Ford has announced the approval of the sale of beer, wine, cider and cocktails in convenience stores and grocery stores by 2026.\r\nLCBO remains the only place where strong alcoholic beverages can be purchased, and remains a wholesaler.\r\nBoth sides remain at the negotiating table, and the mediator is due to join the talks next week.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2024/05/2024051914054-8696da0a3b85be74dffab418a3d2e6eafa51f089581a3bc8fb102e0ce325662b-e1716151704455.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-01 03:00:40.221723"
    },
    {
        "url": "https://www.nortes.me/2024/06/01/una-nueva-manifestacion-reclama-mas-inversion-en-la-ensenanza-publica-asturiana/",
        "title": "Новая демонстрация требует увеличения инвестиций в государственное образование Астурии",
        "title_en": "A new demonstration calls for increased investment in public education in Asturias",
        "summary": "Образовательное сообщество требует улучшения финансирования государственной школы и сокращения учебного времени в начальной школе.\r\nЭто второй раз за месяц, когда государственная школа выходит на улицы для требований к советнику по образованию.\r\nМарш, созванный CCOO, SUATEA, UGT и CSIF-ANPE, обвиняет их в нарушении профсоюзного единства и передаче требований учителей в руки родительских ассоциаций.\r\nОрганизаторы угрожают усилить протесты и объявить забастовку, если Совет по образованию не сядет за стол переговоров.\r\nТребования включают новое соглашение о штатном расписании, обеспечение кадровых центров, прекращение неполных рабочих дней и сокращение количества учеников в школах.\r\nОрганизаторы также требуют сокращения учебного дня преподавателей с 25 до 23 часов в неделю и облегчения рабочей нагрузки для лиц старше 55 лет.\r\nОни призывают внедрить программу повышения квалификации учителей на протяжении всей жизни и создать сеть детских школ, которые не ухудшат условия труда женщин.",
        "summary_en": "The educational community is demanding better funding for public schools and shorter school hours in elementary schools.\r\nThis is the second time in a month that a public school has taken to the streets to demand an education advisor.\r\nThe march, called by CCOO, SUATEA, UGT and CSIF-ANPE, accuses them of violating union unity and putting teachers' demands in the hands of parent associations.\r\nThe organizers threaten to intensify the protests and go on strike if the Board of Education does not sit down at the negotiating table.\r\nThe requirements include a new staffing agreement, provision of staffing centers, ending part-time work and reducing the number of students in schools.\r\nThe organizers also demand a reduction in the teaching day of teachers from 25 to 23 hours per week and a lighter workload for people over 55 years old.\r\nThey call for the introduction of a lifelong learning program for teachers and the creation of a network of children's schools that will not worsen women's working conditions.",
        "image": "https://www.nortes.me/wp-content/uploads/2024/06/portada_alberdi.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-06-01 07:10:51.662005"
    },
    {
        "url": "https://www.independent.co.uk/business/fuel-delivery-drivers-supplying-garage-forecourts-to-go-on-strike-b2554930.html",
        "title": "Водители, доставляющие топливо во дворы гаражей, объявят забастовку",
        "title_en": "Drivers delivering fuel to garage yards will go on strike",
        "summary": "Водители автоцистерн, доставляющих топливо для гаражей и авиатопливо, планируют забастовку из-за спора о зарплате.\r\nЧлены профсоюза Unite, базирующегося на нефтеперерабатывающем заводе в Стэнлоу, будут уволены 6-8 и 13-15 июня.\r\nВодители компании Hoyer, переименованной в Oxalis, говорят, что их зарплата значительно ниже, чем у их коллег в других частях страны.\r\nOxalis заявила, что у нее есть планы на случай непредвиденных обстоятельств, чтобы ее деятельность могла продолжаться.\r\nГенеральный секретарь Unite Шэрон Грэм говорит, что Oxalis относится к своим водителям из Стэнлоу как к работникам второго сорта.\r\nOxalis предложила водителям повысить зарплату на 19% в течение двух лет, но дальнейшее увеличение расходов ставит под угрозу рабочие места.\r\nПланируются дальнейшие переговоры с профсоюзом, и Oxalis уверена, что все операции будут продолжены в случае забастовок.",
        "summary_en": "Drivers of tanker trucks delivering garage fuel and jet fuel are planning a strike over a salary dispute.\r\nMembers of the Unite union based at the Stanlow refinery will be fired on June 6-8 and 13-15.\r\nDrivers at Hoyer, renamed Oxalis, say their salaries are significantly lower than those of their counterparts in other parts of the country.\r\nOxalis stated that it has contingency plans in place so that its operations can continue.\r\nUnite General Secretary Sharon Graham says Oxalis treats its Stanlow drivers like second-class workers.\r\nOxalis has offered drivers a 19% pay raise over two years, but further increases in costs put jobs at risk.\r\nFurther negotiations with the union are planned, and Oxalis is confident that all operations will continue in the event of strikes.",
        "image": "https://static.independent.co.uk/2024/06/01/08/696f01fb338af449f158bbddf3053bdaY29udGVudHNlYXJjaGFwaSwxNzE3MzEzNTIz-2.62886171.jpg?quality=75&width=1200&auto=webp",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": null,
        "created": "2024-06-01 11:00:53.415871"
    },
    {
        "url": "https://www.publico.es/economia/plantilla-acerinox-120-dias-huelga-nombre-conciliacion.html",
        "title": "Сотрудники Acerinox объявили 120-дневную забастовку во имя примирения",
        "title_en": "Acerinox employees have announced a 120-day strike in the name of reconciliation",
        "summary": "Сотрудники Acerinox в Лос-Баррио бастуют уже 120 дней, не получая зарплату.\r\nЗавод, производящий и экспортирующий нержавеющую сталь, остановлен.\r\nРуководству компании и комитету не удалось заключить соглашение о новом трудовом соглашении.\r\nВ забастовке участвуют более 2000 семей, включая персонал Acerinox и семьи подрядчиков.\r\nПосредничество Хунты Андалусии в трудовом конфликте не смогло его разблокировать.\r\nСотрудники борются за семейное примирение и защиту свободного времени, а не только за деньги.\r\nПересмотр заработной платы является справедливой вещью, которая должна быть по закону.\r\nКомпания Acerinox выпустила заявление о том, что завод будет работать в три смены вместо обычных пяти.\r\nРабочие не до конца понимают логику руководства и считают, что компания должна договориться о разумном соглашении.",
        "summary_en": "Acerinox employees in Los Barrios have been on strike for 120 days without getting paid.\r\nThe plant producing and exporting stainless steel has been shut down.\r\nThe management of the company and the committee failed to conclude an agreement on a new employment agreement.\r\nMore than 2,000 families are participating in the strike, including Acerinox staff and contractor families.\r\nThe mediation of the Junta of Andalusia in the labor conflict failed to unblock it.\r\nEmployees are fighting for family reconciliation and protection of free time, not just for money.\r\nSalary review is a fair thing that should be done by law.\r\nAcerinox has released a statement that the plant will operate in three shifts instead of the usual five.\r\nThe workers do not fully understand the logic of the management and believe that the company should negotiate a reasonable agreement.",
        "image": "https://www.publico.es/uploads/2024/05/31/6659950dac7ce.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "заводские рабочие",
        "created": "2024-06-01 22:40:46.455256"
    }
]