[
    {
        "url": "https://www.elespanol.com/treintayseis/vigo/20240605/trabajadores-ambulancias-vigo-amenazan-nueva-huelga/860664458_0.html",
        "title": "Работники скорой помощи Виго угрожают новой забастовкой",
        "title_en": "Vigo ambulance workers threaten new strike",
        "summary": "Работники скорой помощи Виго угрожают новой забастовкой из-за невыполнения обязательств Министерством здравоохранения.\r\nПрофсоюзы обвинили администрацию в невыполнении обязательств, связанных с работой машин скорой помощи в Атлантике.\r\nТехнический персонал Tragsa не приступил к работе, а связующее звено скорой помощи исчезло без предварительного уведомления.\r\nМинистерство здравоохранения признало заявленные факты и заявило, что контракт с компанией Tragsa еще не оформлен.\r\nПрофсоюзы указали на исчерпание терпения рабочих и пригрозили возобновлением конфликта с максимальной жесткостью, включая объявление забастовки.\r\nТребования включают начало работы технического персонала Tragsa, создание системы работы и связи с юридическим представительством работников.\r\nМинистерство здравоохранения и Общественный фонд Urxencias Sanitarias работают над ускорением всех аспектов, связанных с заключением контрактов на срочную медицинскую транспортную услугу в районе Виго.",
        "summary_en": "Vigo ambulance workers are threatening a new strike due to non-fulfillment of obligations by the Ministry of Health.\r\nThe unions accused the administration of failing to fulfill obligations related to the operation of ambulances in the Atlantic.\r\nTragsa technical staff did not start work, and the ambulance link disappeared without prior notice.\r\nThe Ministry of Health acknowledged the stated facts and stated that the contract with Tragsa has not yet been finalized.\r\nThe unions pointed to the exhaustion of workers' patience and threatened to resume the conflict with maximum severity, including the announcement of a strike.\r\nRequirements include starting the work of Tragsa technical staff, setting up a work system and communicating with the legal representation of employees.\r\nThe Ministry of Health and the Urxencias Sanitarias Public Foundation are working to accelerate all aspects related to the conclusion of contracts for urgent medical transport services in the Vigo area.",
        "image": "https://s1.elespanol.com/2024/06/05/treintayseis/vigo/860674789_243789626_1706x960.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "работники скорой",
        "created": "2024-06-05 22:20:46.599094"
    },
    {
        "url": "https://toronto.citynews.ca/2024/06/05/friday-deadline-looms-for-possible-ttc-strike/",
        "title": "В пятницу наступает крайний срок для возможной забастовки TTC",
        "title_en": "Friday is the deadline for a possible TTC strike",
        "summary": "Транзитные работники Торонто готовятся к забастовке, если переговоры по ключевым вопросам не изменятся.\r\nЗабастовка может привести к полной остановке транспортного сообщения в густонаселенном городе Канады.\r\nПереговоры зашли в тупик, но продолжаются с Комиссией по транспорту Торонто.\r\nОсновными проблемами профсоюза являются заработная плата, льготы и вопросы, связанные с гарантией занятости.\r\nПредставитель TTC говорит, что переговоры, скорее всего, зайдут в тупик, но сохраняют оптимизм в отношении сделки.\r\nОбе стороны договорились продолжить работу Wheel-Trans, городской службы паратранзита для людей с ограниченными возможностями, в случае забастовки.",
        "summary_en": "Toronto transit workers are preparing to strike if negotiations on key issues do not change.\r\nA strike could lead to a complete shutdown of transport services in a densely populated Canadian city.\r\nNegotiations have reached an impasse, but are continuing with the Toronto Transportation Commission.\r\nThe main problems of the trade union are wages, benefits and issues related to job security.\r\nA TTC spokesman says negotiations are likely to reach an impasse, but remains optimistic about the deal.\r\nBoth sides agreed to continue the work of Wheel-Trans, the city's paratransit service for people with disabilities, in the event of a strike.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2024/04/28/TTC-subway-CITYNEWS-Nick-Westoll-e1715104742754.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "работники городского транспорта",
        "created": "2024-06-05 23:43:50.092367"
    }
]