[
    {
        "url": "https://www.mk.ru/incident/2024/06/05/rossiyskie-dalnoboyshhiki-ustroili-bunt-i-zablokirovali-sotni-mashin.html",
        "title": "Российские дальнобойщики устроили бунт и заблокировали сотни машин",
        "title_en": "Russian truckers staged a riot and blocked hundreds of cars",
        "summary": "Российские дальнобойщики устроили забастовку в Свердловской области из-за запрета на проезд по дамбе.\r\nГрузовики перекрыли дорогу и заблокировали сотни машин.\r\nВодители фур заблокировали проезд через плотину на дороге в поселки Исеть и Сагра.\r\nОдин из водителей заявил о бездействии власти и требует прокуратуру.\r\nИнспекторы ГИБДД приехали к плотине, чтобы уладить ситуацию на месте.\r\nРегиональное управление инспекции рассматривает информацию на предмет соблюдения законности всеми участниками дорожного движения.",
        "summary_en": "Russian truckers staged a strike in the Sverdlovsk region because of the ban on driving along the dam.\r\nTrucks blocked the road and blocked hundreds of cars.\r\nTruck drivers blocked passage through the dam on the road to the villages of Iset and Sagra.\r\nOne of the drivers declared the inaction of the authorities and demands the prosecutor's office.\r\nTraffic police inspectors arrived at the dam to settle the situation on the spot.\r\nThe Regional Inspection Department reviews information for compliance with the law by all road users.",
        "image": "https://static.mk.ru/upload/entities/2024/06/05/15/articles/facebookPicture/75/6c/55/85/39f69e7f589540ed5dc84b897e3c89ce.jpg",
        "country": {
            "name": "россия",
            "flag": "🇷🇺"
        },
        "who": "дальнобойщики",
        "created": "2024-06-05 16:24:27.678621"
    },
    {
        "url": "https://www.forbes.com/sites/tedreed/2024/06/05/american-airlines-pilots-move-towards-vote-on-whether-to-join-alpa/?sh=622609862555",
        "title": "Пилоты American Airlines Готовятся К Голосованию По Вопросу О Присоединении К ALPA",
        "title_en": "American Airlines Pilots Prepare To Vote On Joining ALPA",
        "summary": "Пилоты American Airlines хотят заменить свой профсоюз Ассоциацией пилотов воздушных линий (ALPA).\r\nГруппа AA Pilots for ALPA утверждает, что собрала более половины от примерно 16 000 американских пилотов.\r\nALPA является крупнейшим в мире профсоюзом пилотов, представляющим интересы более 77 000 пилотов в 41 подразделении США и Канады.\r\nЧлены ассоциации пилотов ALPA собирают подписи в аэропортах, чтобы собрать больше голосов.\r\nДля принятия решения о продолжении или расследовании слияния требуется большинство в две трети голосов.\r\nТекущий контракт становится amendable в 2027 году, а раннее открытие запланировано на ноябрь 2026 года.\r\nПилоты AA опасаются, что APA своевременно привлечет ALPA к обсуждению слияния.\r\nПресс-секретарь считает, что вместе наша профессия становится сильнее и что голоса пилотов AA отсутствуют во многих важных разговорах в отрасли прямо сейчас.",
        "summary_en": "American Airlines pilots want to replace their union with the Airline Pilots Association (ALPA).\r\nThe AA Pilots for ALPA group claims to have gathered more than half of the approximately 16,000 American pilots.\r\nALPA is the world's largest pilots' union, representing the interests of more than 77,000 pilots in 41 divisions in the United States and Canada.\r\nMembers of the ALPA Pilots Association collect signatures at airports to collect more votes.\r\nA two-thirds majority is required to decide whether to proceed with or investigate the merger.\r\nThe current contract becomes amendable in 2027, and an early opening is scheduled for November 2026.\r\nThe AA pilots fear that APA will involve ALPA in the merger discussion in a timely manner.\r\nThe spokesperson believes that together our profession is becoming stronger and that the voices of AA pilots are missing from many important conversations in the industry right now.",
        "image": "https://imageio.forbes.com/specials-images/imageserve/666082a8e75511cc4ce00f24/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": null,
        "created": "2024-06-05 18:30:44.862996"
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-13498801/ryanair-cancel-nearly-100-flights-france-strike-action.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
        "title": "Авиакомпания Ryanair вынуждена в срочном порядке отменить почти 100 рейсов",
        "title_en": "Ryanair is forced to urgently cancel almost 100 flights",
        "summary": "Авиакомпания Ryanair отменила почти 100 рейсов из-за забастовки во Франции.\r\nЗабастовка авиадиспетчеров происходит на 84-й день с начала 2023 года.\r\nТысячи британцев ожидают летнего отпуска, так как рейсы были отменены.\r\nОтмененные рейсы предназначены для людей, путешествующих в парижский аэропорт Бове и обратно.\r\nRyanair критикует ЕС за неспособность принять меры против забастовок.\r\nКомпания проводит кампанию по защите самолетов, совершающих рейсы через зарубежные страны, во время забастовок.\r\nПассажиры \"сыты по горло\" отменой рейсов из-за забастовок и требуют действий от Комиссии ЕС.\r\nЗабастовки в конце апреля привели к отмене 2000 рейсов, еще 1000 изменили маршруты, чтобы избежать воздушного пространства Франции.",
        "summary_en": "Ryanair has cancelled almost 100 flights due to the strike in France.\r\nThe air traffic controllers' strike is taking place on the 84th day since the beginning of 2023.\r\nThousands of Britons are expecting a summer holiday as flights have been cancelled.\r\nThe cancelled flights are for people traveling to and from Beauvais Airport in Paris.\r\nRyanair criticizes the EU for failing to take action against the strikes.\r\nThe company is campaigning to protect aircraft flying through foreign countries during strikes.\r\nPassengers are \"fed up\" with flight cancellations due to strikes and are demanding action from the EU Commission.\r\nStrikes at the end of April led to the cancellation of 2,000 flights, and another 1,000 changed routes to avoid French airspace.",
        "image": "https://i.dailymail.co.uk/1s/2024/06/05/18/85758523-0-image-m-18_1717610004832.jpg",
        "country": {
            "name": "франция",
            "flag": "🇫🇷"
        },
        "who": "авиадиспетчеры",
        "created": "2024-06-05 21:00:33.889888"
    },
    {
        "url": "https://www.rte.ie/news/business/2024/0605/1453233-aer-lingus-pilots-ballot-for-strike-action/",
        "title": "Пилоты Aer Lingus голосуют за забастовку",
        "title_en": "Aer Lingus pilots vote for strike action",
        "summary": "Пилоты авиакомпании Aer Lingus начали голосование за проведение забастовки из-за спора о заработной плате.\r\nГолосование продлится до 12 июня.\r\nIALPA рекомендует своим членам голосовать за проведение промышленных акций, включая забастовку.\r\nЧлены IALPA отклонили рекомендацию Суда по трудовым спорам увеличить зарплату пилотам на 9,25%.\r\nКапитан Марк Тай считает, что предложения о выплате заработной платы не отражают большую прибыль, которую получает Aer Lingus.\r\nРуководство не смогло отменить многие меры, включая снижение заработной платы для новых участников.\r\nAer Lingus считает голосование IALPA ненужным и негативным для клиентов и других сотрудников.\r\nНевозможность IALPA ответственно участвовать в независимых процессах ставит под угрозу инвестиции, рост и рабочие места в авиакомпании.\r\nAer Lingus заявила о потере возможности приобрести новый самолет Airbus из-за продолжающегося спора о зарплате пилотов.",
        "summary_en": "Aer Lingus pilots have begun voting for a strike over a wage dispute.\r\nThe voting will last until June 12.\r\nThe IALPA recommends that its members vote for industrial action, including a strike.\r\nIALPA members rejected the recommendation of the Labor Court to increase the salary of pilots by 9.25%.\r\nCaptain Mark Tai believes that the salary offers do not reflect the large profits that Aer Lingus receives.\r\nManagement has been unable to reverse many measures, including salary reductions for new entrants.\r\nAer Lingus considers the IALPA vote unnecessary and negative for customers and other employees.\r\nThe inability of IALPA to participate responsibly in independent processes jeopardizes investment, growth and jobs at the airline.\r\nAer Lingus has announced the loss of the opportunity to purchase a new Airbus aircraft due to an ongoing dispute over pilots' salaries.",
        "image": "https://img.rasset.ie/001c0e1a-1600.jpg",
        "country": {
            "name": "ирландия",
            "flag": "🇮🇪"
        },
        "who": "пилоты",
        "created": "2024-06-05 21:00:57.806486"
    },
    {
        "url": "https://www.elespanol.com/treintayseis/vigo/20240605/trabajadores-ambulancias-vigo-amenazan-nueva-huelga/860664458_0.html",
        "title": "Работники скорой помощи Виго угрожают новой забастовкой",
        "title_en": "Vigo ambulance workers threaten new strike",
        "summary": "Работники скорой помощи Виго угрожают новой забастовкой из-за невыполнения обязательств Министерством здравоохранения.\r\nПрофсоюзы обвинили администрацию в невыполнении обязательств, связанных с работой машин скорой помощи в Атлантике.\r\nТехнический персонал Tragsa не приступил к работе, а связующее звено скорой помощи исчезло без предварительного уведомления.\r\nМинистерство здравоохранения признало заявленные факты и заявило, что контракт с компанией Tragsa еще не оформлен.\r\nПрофсоюзы указали на исчерпание терпения рабочих и пригрозили возобновлением конфликта с максимальной жесткостью, включая объявление забастовки.\r\nТребования включают начало работы технического персонала Tragsa, создание системы работы и связи с юридическим представительством работников.\r\nМинистерство здравоохранения и Общественный фонд Urxencias Sanitarias работают над ускорением всех аспектов, связанных с заключением контрактов на срочную медицинскую транспортную услугу в районе Виго.",
        "summary_en": "Vigo ambulance workers are threatening a new strike due to non-fulfillment of obligations by the Ministry of Health.\r\nThe unions accused the administration of failing to fulfill obligations related to the operation of ambulances in the Atlantic.\r\nTragsa technical staff did not start work, and the ambulance link disappeared without prior notice.\r\nThe Ministry of Health acknowledged the stated facts and stated that the contract with Tragsa has not yet been finalized.\r\nThe unions pointed to the exhaustion of workers' patience and threatened to resume the conflict with maximum severity, including the announcement of a strike.\r\nRequirements include starting the work of Tragsa technical staff, setting up a work system and communicating with the legal representation of employees.\r\nThe Ministry of Health and the Urxencias Sanitarias Public Foundation are working to accelerate all aspects related to the conclusion of contracts for urgent medical transport services in the Vigo area.",
        "image": "https://s1.elespanol.com/2024/06/05/treintayseis/vigo/860674789_243789626_1706x960.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "работники скорой",
        "created": "2024-06-05 22:20:46.599094"
    },
    {
        "url": "https://toronto.citynews.ca/2024/06/05/friday-deadline-looms-for-possible-ttc-strike/",
        "title": "В пятницу наступает крайний срок для возможной забастовки TTC",
        "title_en": "Friday is the deadline for a possible TTC strike",
        "summary": "Транзитные работники Торонто готовятся к забастовке, если переговоры по ключевым вопросам не изменятся.\r\nЗабастовка может привести к полной остановке транспортного сообщения в густонаселенном городе Канады.\r\nПереговоры зашли в тупик, но продолжаются с Комиссией по транспорту Торонто.\r\nОсновными проблемами профсоюза являются заработная плата, льготы и вопросы, связанные с гарантией занятости.\r\nПредставитель TTC говорит, что переговоры, скорее всего, зайдут в тупик, но сохраняют оптимизм в отношении сделки.\r\nОбе стороны договорились продолжить работу Wheel-Trans, городской службы паратранзита для людей с ограниченными возможностями, в случае забастовки.",
        "summary_en": "Toronto transit workers are preparing to strike if negotiations on key issues do not change.\r\nA strike could lead to a complete shutdown of transport services in a densely populated Canadian city.\r\nNegotiations have reached an impasse, but are continuing with the Toronto Transportation Commission.\r\nThe main problems of the trade union are wages, benefits and issues related to job security.\r\nA TTC spokesman says negotiations are likely to reach an impasse, but remains optimistic about the deal.\r\nBoth sides agreed to continue the work of Wheel-Trans, the city's paratransit service for people with disabilities, in the event of a strike.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2024/04/28/TTC-subway-CITYNEWS-Nick-Westoll-e1715104742754.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "работники городского транспорта",
        "created": "2024-06-05 23:43:50.092367"
    }
]