[
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/06/la-agencia-publica-de-noticias-francesa-afp-cumple-una-jornada-de-huelga-de-24-horas/",
        "title": "Французское государственное информационное агентство AFP объявило 24-часовую забастовку",
        "title_en": "The French state news agency AFP has announced a 24-hour strike",
        "summary": "Агентство Франс Пресс объявило 24-часовую забастовку в знак протеста против изменения правового статуса журналистов в иностранных делегациях.\r\nПрофсоюзы агентства считают, что реформа ухудшает условия труда сотрудников, сокращая количество контрактов по французскому законодательству за пределами страны.\r\nНовый гибридный статут подчинит работника условиям труда страны, в которой он работает, но позволит ему вносить взносы на пенсию во Франции.\r\nПрофсоюзы требуют сохранения нынешнего статуса для 151 сотрудника, работающего по контракту во Франции и выполняющего обязанности за границей.\r\nЗабастовка практически парализовала регулярную службу новостей на французском языке в день празднования 80-летия высадки в Нормандии.",
        "summary_en": "Agence France-Presse announced a 24-hour strike in protest against the change in the legal status of journalists in foreign delegations.\r\nThe agency's trade unions believe that the reform worsens the working conditions of employees, reducing the number of contracts under French law outside the country.\r\nThe new hybrid statute will subordinate the employee to the working conditions of the country in which he works, but will allow him to contribute to a pension in France.\r\nThe unions are demanding that the current status be maintained for 151 employees working under contract in France and performing duties abroad.\r\nThe strike almost paralyzed the regular French-language news service on the day of the 80th anniversary of the Normandy landings.",
        "image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2326",
        "country": {
            "name": "франция",
            "flag": "🇫🇷"
        },
        "who": "журналисты",
        "created": "2024-06-06 22:49:30.461931"
    }
]