[
    {
        "url": "https://toronto.citynews.ca/2024/06/06/ttc-transit-strike/",
        "title": "TTC на грани транспортной забастовки, поскольку профсоюз заявляет об \"отсутствии прогресса\" в последних переговорах",
        "summary": "Транспортные работники Торонто планируют полуночную забастовку из-за отсутствия прогресса в переговорах с транспортным агентством.\r\nПрофсоюз заявляет, что не видит прогресса, необходимого для реализации своих основных предложений, включая гарантии занятости.\r\nЗабастовка рассматривается как необходимый шаг для защиты будущего семей членов профсоюза, пенсионеров и целостности транспортной системы Торонто.\r\nГлавные проблемы для профсоюза включают заработную плату, льготы и вопросы, связанные с гарантией занятости.\r\nОни хотят защиты от передачи подрядных работ третьим лицам и от передачи трансграничных услуг другим транзитным операторам в районе Большого Торонто.\r\nНи одна из сторон не предложила конкретных условий для переговоров.\r\nВ случае забастовки, система будет работать до конца движения в метро, между 2 часами ночи и 3 часами ночи.\r\nЗабастовка может привести к полной остановке работы самого густонаселенного города Канады, нарушая планы поездок десятков тысяч пассажиров.\r\nПринятие закона о скорейшем возвращении к работе в провинции не является предрешенным, и законопроект, скорее всего, не будет внесен в течение нескольких недель.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2023/10/17/subway.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "работники городского транспорта",
        "created": "2024-06-07 02:30:47.562279"
    },
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/07/un-sindicato-aleman-convoca-una-huelga-en-el-puerto-de-hamburgo-el-mas-grande-del-pais/",
        "title": "Немецкий профсоюз объявил забастовку в крупнейшем порту Гамбурга",
        "summary": "Профсоюз See.di объявил забастовку в порту Гамбурга из-за провала переговоров по заработной плате.\r\nПредложение работодателя было признано профсоюзом неадекватным.\r\nSee.di требует повышения заработной платы на три евро в час с июня и увеличения надбавок за смену.\r\nЭто приведет к увеличению заработной платы примерно на 500 евро в месяц для 6000 работников.\r\nЦентральная ассоциация операторов морских портов Германии пока не определилась с ответом на требования профсоюза.",
        "image": "https://www.infobae.com/new-resizer/Ws-Li0sxNra0-UETfMNe9uCXUUE=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/ACMCQ4SOSVCFZHWSMBWOS2M65E.jpg",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "докеры",
        "created": "2024-06-07 05:55:49.647055"
    },
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/07/empleados-de-samsung-electronics-hacen-huelga-por-primera-vez-pidiendo-mejoras-laborales/",
        "title": "Сотрудники Samsung Electronics впервые бастуют, требуя улучшения работы",
        "summary": "Один из основных профсоюзов Samsung Electronics призвал своих членов провести забастовку в знак протеста против отказа компании предоставить улучшения в работе.\r\nОжидается, что большая часть из примерно 28 000 членов Национального профсоюза Samsung Electronics (NSEU) присоединится к сегодняшней забастовке.\r\nЭксперты считают, что, поскольку заявка была объявлена в эту пятницу, сразу после того, как четверг стал национальным праздником, и непосредственно перед выходными, серьезных сбоев в производственных цепочках не будет.\r\nNSEU, представляющий примерно пятую часть сотрудников Samsung Electronics, заявил, что не будет приводить данные о мониторинге забастовки.\r\nПрофсоюз предупредил, что сегодняшняя забастовка является первым шагом к крупномасштабной забастовке, если переговоры с работодателем не принесут результатов.",
        "image": "https://www.infobae.com/new-resizer/DriGJqWriDaY1VvBiNTjV4QOQ64=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/5YNVBCG6WBBDJILA47TDQDZEB4.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 05:36:43.631661"
    },
    {
        "url": "https://www.france24.com/en/asia-pacific/20240607-samsung-workers-in-south-korea-stage-first-ever-strike-over-pay-semiconductors-unions-tech-ai",
        "title": "Работники Samsung в Южной Корее проводят первую в истории забастовку из-за зарплаты",
        "summary": "Работники Samsung Electronics в Южной Корее проводят первую забастовку из-за зарплаты.\r\nSamsung Electronics является одним из крупнейших производителей смартфонов и чипов памяти.\r\nРуководство фирмы ведет переговоры с профсоюзом о заработной плате с января, но разногласия не преодолены.\r\nЗабастовка связана с использованием оплачиваемого отпуска и участием многих сотрудников.\r\nSamsung Electronics заявляет, что переговоры с профсоюзом продолжаются и не влияют на производство и деловую активность.\r\nЗабастовка имеет историческое значение, так как Samsung долгое время сопротивлялась объединению сотрудников в профсоюзы.\r\nПолупроводники являются основой мировой экономики и ведущей статьей экспорта Южной Кореи.\r\nЗабастовка не приведет к перебоям в производстве и не является угрозой для поставок памяти.",
        "image": "https://s.france24.com/media/display/c68a9bd0-248c-11ef-9bae-005056bf30b7/w:1280/p:16x9/000_34VR2LG.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 08:55:34.487469"
    },
    {
        "url": "https://www.infobae.com/espana/2024/06/07/ccoo-y-ugt-llaman-a-los-transportistas-a-manifestarse-por-su-jubilacion-anticipada-este-viernes/",
        "title": "CCOO и UGT призывают перевозчиков заявить о своем досрочном выходе на пенсию в эту пятницу",
        "summary": "Профессионалы автомобильного транспорта проведут демонстрацию возле Министерства интеграции, социального обеспечения и миграции.\r\nОрганизации требуют досрочного выхода на пенсию для пожилых специалистов.\r\nДефицит возможностей пожилых специалистов влечет серьезные последствия для перевозчиков и участников дорожного движения.\r\nВ мобилизации будут представлены несколько парламентских групп, поддерживающих требования.\r\nНародная партия и Vox не присоединятся к демонстрации, так как не поддержали инициативу.\r\nМинистр интеграции, социального обеспечения и миграции заявила о прогрессе в разработке законодательства для досрочного выхода на пенсию профессиональных водителей.",
        "image": "https://www.infobae.com/new-resizer/qhziaZVuDDtlrlObgrfTKpUYYgw=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/RI3IWUPXD7YVB6KL4JOFU2I5FU.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "дальнобойщики",
        "created": "2024-06-07 09:20:40.375530"
    },
    {
        "url": "https://rg.ru/2024/06/07/v-samsung-electronics-proshla-pervaia-v-istorii-kompanii-zabastovka-sotrudnikov.html",
        "title": "В Samsung Electronics прошла первая в истории компании забастовка сотрудников",
        "summary": "Samsung Electronics столкнулась с однодневной забастовкой, вызванной требованиями о повышении заработной платы.\r\nПредставители профсоюза вели переговоры с руководством компании с января, но не смогли найти компромисс.\r\nЗабастовка привлекла внимание СМИ из-за статуса Samsung Electronics как флагмана южнокорейской промышленности.\r\nКомпания заверила, что забастовка не повлияет на объемы выпускаемой продукции и прочие показатели.\r\n22% всех сотрудников Samsung Electronics являются членами профсоюза (28 тысяч из 125 тысяч человек).\r\nНе все члены профсоюза согласились поддержать акцию, и руководство профсоюза отказалось обнародовать статистику голосования.\r\nЗабастовка проводится в пятницу 7 июня, между двумя выходными днями.\r\nМногие сотрудники компании взяли \"отгулы\" для длинных выходных, что нивелировало эффект акции.\r\nНаблюдатели предсказывают, что забастовки в Samsung Electronics станут обычным явлением и начнут влиять на процесс производства.",
        "image": "https://cdnstatic.rg.ru/images/rg-social-dummy-logo-650x360.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 08:20:47.568702"
    },
    {
        "url": "https://www.spiegel.de/wirtschaft/samsung-angestellte-in-suedkorea-nehmen-kollektiv-urlaub-a-711d3b82-c2a5-419a-ae8d-7f4da8219b8a#ref=rss",
        "title": "Сотрудники Samsung в Южной Корее берут коллективный отпуск",
        "summary": "Сотрудники южнокорейского технологического концерна Samsung начали первую в истории компании забастовку.\r\nУчастники забастовки в пятницу взяли коллективный оплачиваемый отпуск.\r\nКонцерн заявил, что нет никаких последствий для производства и деловой активности.\r\nЭто всего лишь однодневная забастовка, приуроченная к курортному сезону в Южной Корее.\r\nКомпании не составит труда скорректировать численность персонала.\r\nОтраслевой журнал \"Trendforce\" отметил высокую степень автоматизации производства.\r\nАкция имеет историческое значение, так как компания Samsung успешно сопротивлялась профсоюзным организациям своих сотрудников на протяжении десятилетий.\r\nКоллективные действия показывают, что в Южной Корее наблюдается постепенная тенденция к расширению прав и возможностей трудящихся.\r\nSamsung Electronics является одним из крупнейших в мире производителей бытовой электроники и лидирует в области высокопроизводительных компьютерных чипов.",
        "image": "https://cdn.prod.www.spiegel.de/images/483998aa-57f4-4d77-9492-32e7429b0394_w1200_r1.778_fpx60_fpy50.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 10:00:39.805710"
    },
    {
        "url": "https://www.aljazeera.com/news/2024/6/7/samsung-workers-in-south-korea-take-industrial-action-for-first-time?traffic_source=rss",
        "title": "Работники Samsung в Южной Корее впервые проводят забастовку",
        "summary": "Работники Samsung Electronics в Южной Корее проводят забастовку, требуя повышения заработной платы.\r\nНациональный профсоюз Samsung Electronics представляет интересы десятков тысяч людей.\r\nСотрудники Samsung Electronics участвуют в промышленной акции в рамках кампании за повышение заработной платы.\r\nГлава профсоюза заявил о значительной разнице в посещаемости рабочих мест по утрам.\r\nSamsung ведет переговоры с профсоюзами о оплате труда, предлагая повышение зарплаты на 5,1%.\r\nЗабастовка имеет историческое значение, так как Samsung долгое время сопротивлялась объединению в профсоюзы.\r\nКоллективные действия показывают постепенную тенденцию к расширению прав и возможностей рабочей силы в Южной Корее.\r\nNSEU насчитывает около 28 000 членов и является крупнейшим из пяти профсоюзов компании.",
        "image": "https://www.aljazeera.com/wp-content/uploads/2024/06/AFP__20240607__34VR2LX__v1__HighRes__SkoreaSamsungStrike-1717731268.jpg?resize=1920%2C1440",
        "country": null,
        "who": "заводские рабочие",
        "created": "2024-06-07 07:30:24.398122"
    },
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/06/cientos-de-inmigrantes-jornaleros-protestan-en-nueva-york-por-medidas-que-los-discriminan/",
        "title": "Сотни поденщиков-иммигрантов протестуют в Нью-Йорке против дискриминирующих их мер",
        "summary": "Более 500 поденщиков-иммигрантов провели демонстрацию против антииммигрантских мер в Нью-Йорке.\r\nДемонстрация организована Национальной сетью рабочих (NDLON) и собрала участников из разных штатов.\r\nПолитики, принятые в республиканских штатах, создают враждебную среду по отношению к иммигрантам и усиливают дискриминацию.\r\nАктивист обвинил президента Джо Байдена в подписании распоряжения, которое позволит властям США депортировать тех, кто не соответствует строгим стандартам предоставления убежища.\r\nПриказ является самым жестким, объявленным президентом-демократом с момента его прихода к власти в январе 2021 года.\r\nДемонстрация проходит в рамках девятого Национального собрания НДЛОНА.\r\nНДЛОН одержал ряд побед среди рабочих-иммигрантов, включая инновационную политику, известную как ДЕЙЛ.",
        "image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2326",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": "поденщики",
        "created": "2024-06-07 01:41:05.280259"
    },
    {
        "url": "https://www.bankier.pl/wiadomosc/Pierwszy-w-historii-strajk-pracownikow-Samsunga-Wplyw-na-dzialalnosc-firmy-znikomy-8760810.html?utm_source=RSS&utm_medium=RSS&utm_campaign=Wiadomosci",
        "title": "Первая в истории забастовка сотрудников Samsung. \"Влияние на бизнес компании незначительно\"",
        "summary": "Сотрудники крупнейшего профсоюза Samsung Electronics объявили однодневную забастовку.\r\nПрофсоюзы требуют увеличения заработной платы и бонусов за прибыль.\r\nЭксперты отмечают, что влияние акций на производство будет незначительным.\r\nNSEU до сих пор не раскрыл количество людей, которые добровольно присоединились к протесту.\r\nПереговоры между руководством компании и пятью профсоюзами продолжаются с января.\r\nПрофсоюзы NSEU согласны на среднее увеличение заработной платы на 5,1 процента в этом году.\r\nОжидается, что забастовка не повлияет на производство D-RAM и NAND flash и не приведет к дефициту поставок.\r\nОбостряющийся спор между Советом директоров и профсоюзами совпадает с плохой работой и проблемами компании в полупроводниковом секторе.",
        "image": "https://galeria.bankier.pl/p/1/c/378cd6f8bdc6af-948-568-110-0-3780-2267.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 10:50:35.310542"
    }
]