[
    {
        "url": "https://toronto.citynews.ca/2024/06/06/ttc-transit-strike/",
        "title": "TTC на грани транспортной забастовки, поскольку профсоюз заявляет об \"отсутствии прогресса\" в последних переговорах",
        "title_en": "TTC on verge of transportation strike as union says \"no progress\" in latest talks",
        "summary": "Транспортные работники Торонто планируют полуночную забастовку из-за отсутствия прогресса в переговорах с транспортным агентством.\r\nПрофсоюз заявляет, что не видит прогресса, необходимого для реализации своих основных предложений, включая гарантии занятости.\r\nЗабастовка рассматривается как необходимый шаг для защиты будущего семей членов профсоюза, пенсионеров и целостности транспортной системы Торонто.\r\nГлавные проблемы для профсоюза включают заработную плату, льготы и вопросы, связанные с гарантией занятости.\r\nОни хотят защиты от передачи подрядных работ третьим лицам и от передачи трансграничных услуг другим транзитным операторам в районе Большого Торонто.\r\nНи одна из сторон не предложила конкретных условий для переговоров.\r\nВ случае забастовки, система будет работать до конца движения в метро, между 2 часами ночи и 3 часами ночи.\r\nЗабастовка может привести к полной остановке работы самого густонаселенного города Канады, нарушая планы поездок десятков тысяч пассажиров.\r\nПринятие закона о скорейшем возвращении к работе в провинции не является предрешенным, и законопроект, скорее всего, не будет внесен в течение нескольких недель.",
        "summary_en": "Toronto transportation workers are planning a midnight strike due to a lack of progress in negotiations with the transportation agency.\r\nThe union says it does not see the progress needed to implement its core proposals, including job security.\r\nThe strike is seen as a necessary step to protect the future of union members' families, retirees and the integrity of Toronto's transportation system.\r\nThe main problems for the union include wages, benefits and issues related to job security.\r\nThey want protection from contracting out to third parties and from transferring cross-border services to other transit operators in the Greater Toronto area.\r\nNeither side offered specific conditions for negotiations.\r\nIn the event of a strike, the system will operate until the end of the subway service, between 2 a.m. and 3 a.m.\r\nA strike could bring Canada's most populous city to a complete standstill, disrupting travel plans for tens of thousands of passengers.\r\nThe passage of a law on early return to work in the province is not a foregone conclusion, and the bill will most likely not be introduced for several weeks.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2023/10/17/subway.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "работники городского транспорта",
        "created": "2024-06-07 02:30:47.562279"
    },
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/07/empleados-de-samsung-electronics-hacen-huelga-por-primera-vez-pidiendo-mejoras-laborales/",
        "title": "Сотрудники Samsung Electronics впервые бастуют, требуя улучшения работы",
        "title_en": "Samsung Electronics employees strike for the first time, demanding better work",
        "summary": "Один из основных профсоюзов Samsung Electronics призвал своих членов провести забастовку в знак протеста против отказа компании предоставить улучшения в работе.\r\nОжидается, что большая часть из примерно 28 000 членов Национального профсоюза Samsung Electronics (NSEU) присоединится к сегодняшней забастовке.\r\nЭксперты считают, что, поскольку заявка была объявлена в эту пятницу, сразу после того, как четверг стал национальным праздником, и непосредственно перед выходными, серьезных сбоев в производственных цепочках не будет.\r\nNSEU, представляющий примерно пятую часть сотрудников Samsung Electronics, заявил, что не будет приводить данные о мониторинге забастовки.\r\nПрофсоюз предупредил, что сегодняшняя забастовка является первым шагом к крупномасштабной забастовке, если переговоры с работодателем не принесут результатов.",
        "summary_en": "One of the main Samsung Electronics unions has called on its members to go on strike in protest at the company's refusal to provide work improvements.\r\nMost of the approximately 28,000 members of the National Samsung Electronics Union (NSEU) are expected to join today's strike.\r\nExperts believe that since the application was announced this Friday, immediately after Thursday became a national holiday, and just before the weekend, there will be no serious disruptions in the production chains.\r\nThe NSEU, which represents about a fifth of Samsung Electronics employees, said it would not provide data on monitoring the strike.\r\nThe union warned that today's strike is the first step towards a large-scale strike if negotiations with the employer do not bring results.",
        "image": "https://www.infobae.com/new-resizer/DriGJqWriDaY1VvBiNTjV4QOQ64=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/5YNVBCG6WBBDJILA47TDQDZEB4.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 05:36:43.631661"
    },
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/07/un-sindicato-aleman-convoca-una-huelga-en-el-puerto-de-hamburgo-el-mas-grande-del-pais/",
        "title": "Немецкий профсоюз объявил забастовку в крупнейшем порту Гамбурга",
        "title_en": "A German trade union has gone on strike in Hamburg's largest port",
        "summary": "Профсоюз See.di объявил забастовку в порту Гамбурга из-за провала переговоров по заработной плате.\r\nПредложение работодателя было признано профсоюзом неадекватным.\r\nSee.di требует повышения заработной платы на три евро в час с июня и увеличения надбавок за смену.\r\nЭто приведет к увеличению заработной платы примерно на 500 евро в месяц для 6000 работников.\r\nЦентральная ассоциация операторов морских портов Германии пока не определилась с ответом на требования профсоюза.",
        "summary_en": "The See.di trade union has announced a strike in the port of Hamburg due to the failure of wage negotiations.\r\nThe employer's proposal was considered inadequate by the trade union.\r\nSee.di demands a salary increase of three euros per hour from June and an increase in shift allowances.\r\nThis will result in an increase in wages of about 500 euros per month for 6,000 employees.\r\nThe Central Association of German Seaport Operators has not yet decided on a response to the demands of the trade union.",
        "image": "https://www.infobae.com/new-resizer/Ws-Li0sxNra0-UETfMNe9uCXUUE=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/ACMCQ4SOSVCFZHWSMBWOS2M65E.jpg",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "докеры",
        "created": "2024-06-07 05:55:49.647055"
    },
    {
        "url": "https://www.aljazeera.com/news/2024/6/7/samsung-workers-in-south-korea-take-industrial-action-for-first-time?traffic_source=rss",
        "title": "Работники Samsung в Южной Корее впервые проводят забастовку",
        "title_en": "Samsung workers in South Korea go on strike for the first time",
        "summary": "Работники Samsung Electronics в Южной Корее проводят забастовку, требуя повышения заработной платы.\r\nНациональный профсоюз Samsung Electronics представляет интересы десятков тысяч людей.\r\nСотрудники Samsung Electronics участвуют в промышленной акции в рамках кампании за повышение заработной платы.\r\nГлава профсоюза заявил о значительной разнице в посещаемости рабочих мест по утрам.\r\nSamsung ведет переговоры с профсоюзами о оплате труда, предлагая повышение зарплаты на 5,1%.\r\nЗабастовка имеет историческое значение, так как Samsung долгое время сопротивлялась объединению в профсоюзы.\r\nКоллективные действия показывают постепенную тенденцию к расширению прав и возможностей рабочей силы в Южной Корее.\r\nNSEU насчитывает около 28 000 членов и является крупнейшим из пяти профсоюзов компании.",
        "summary_en": "Samsung Electronics workers in South Korea are on strike, demanding higher wages.\r\nThe Samsung Electronics National Trade Union represents the interests of tens of thousands of people.\r\nSamsung Electronics employees participate in an industrial action as part of a campaign for higher wages.\r\nThe head of the trade union announced a significant difference in the attendance of workplaces in the morning.\r\nSamsung is negotiating with unions about pay, offering a 5.1% pay increase.\r\nThe strike has historical significance, as Samsung has long resisted unionization.\r\nCollective action shows a gradual trend towards the empowerment of the workforce in South Korea.\r\nThe NSEU has about 28,000 members and is the largest of the company's five unions.",
        "image": "https://www.aljazeera.com/wp-content/uploads/2024/06/AFP__20240607__34VR2LX__v1__HighRes__SkoreaSamsungStrike-1717731268.jpg?resize=1920%2C1440",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 07:30:24.398122"
    },
    {
        "url": "https://rg.ru/2024/06/07/v-samsung-electronics-proshla-pervaia-v-istorii-kompanii-zabastovka-sotrudnikov.html",
        "title": "В Samsung Electronics прошла первая в истории компании забастовка сотрудников",
        "title_en": "Samsung Electronics has held the first employee strike in the company's history",
        "summary": "Samsung Electronics столкнулась с однодневной забастовкой, вызванной требованиями о повышении заработной платы.\r\nПредставители профсоюза вели переговоры с руководством компании с января, но не смогли найти компромисс.\r\nЗабастовка привлекла внимание СМИ из-за статуса Samsung Electronics как флагмана южнокорейской промышленности.\r\nКомпания заверила, что забастовка не повлияет на объемы выпускаемой продукции и прочие показатели.\r\n22% всех сотрудников Samsung Electronics являются членами профсоюза (28 тысяч из 125 тысяч человек).\r\nНе все члены профсоюза согласились поддержать акцию, и руководство профсоюза отказалось обнародовать статистику голосования.\r\nЗабастовка проводится в пятницу 7 июня, между двумя выходными днями.\r\nМногие сотрудники компании взяли \"отгулы\" для длинных выходных, что нивелировало эффект акции.\r\nНаблюдатели предсказывают, что забастовки в Samsung Electronics станут обычным явлением и начнут влиять на процесс производства.",
        "summary_en": "Samsung Electronics is facing a one-day strike triggered by demands for higher wages.\r\nTrade union representatives have been negotiating with the company's management since January, but could not find a compromise.\r\nThe strike attracted media attention due to Samsung Electronics' status as the flagship of the South Korean industry.\r\nThe company assured that the strike will not affect the volume of products and other indicators.\r\n22% of all Samsung Electronics employees are union members (28 thousand out of 125 thousand people).\r\nNot all union members agreed to support the action, and the union leadership refused to release voting statistics.\r\nThe strike takes place on Friday, June 7, between two days off.\r\nMany employees of the company took \"time off\" for long weekends, which offset the effect of the promotion.\r\nObservers predict that strikes at Samsung Electronics will become commonplace and will begin to affect the manufacturing process.",
        "image": "https://cdnstatic.rg.ru/images/rg-social-dummy-logo-650x360.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 08:20:47.568702"
    },
    {
        "url": "https://www.france24.com/en/asia-pacific/20240607-samsung-workers-in-south-korea-stage-first-ever-strike-over-pay-semiconductors-unions-tech-ai",
        "title": "Работники Samsung в Южной Корее проводят первую в истории забастовку из-за зарплаты",
        "title_en": "Samsung workers in South Korea hold first-ever strike over pay",
        "summary": "Работники Samsung Electronics в Южной Корее проводят первую забастовку из-за зарплаты.\r\nSamsung Electronics является одним из крупнейших производителей смартфонов и чипов памяти.\r\nРуководство фирмы ведет переговоры с профсоюзом о заработной плате с января, но разногласия не преодолены.\r\nЗабастовка связана с использованием оплачиваемого отпуска и участием многих сотрудников.\r\nSamsung Electronics заявляет, что переговоры с профсоюзом продолжаются и не влияют на производство и деловую активность.\r\nЗабастовка имеет историческое значение, так как Samsung долгое время сопротивлялась объединению сотрудников в профсоюзы.\r\nПолупроводники являются основой мировой экономики и ведущей статьей экспорта Южной Кореи.\r\nЗабастовка не приведет к перебоям в производстве и не является угрозой для поставок памяти.",
        "summary_en": "Samsung Electronics workers in South Korea are holding their first strike over wages.\r\nSamsung Electronics is one of the largest manufacturers of smartphones and memory chips.\r\nThe company's management has been negotiating with the union about wages since January, but the differences have not been overcome.\r\nThe strike is related to the use of paid leave and the participation of many employees.\r\nSamsung Electronics says that negotiations with the union are ongoing and do not affect production and business activity.\r\nThe strike has historical significance, as Samsung has long resisted unionization of employees.\r\nSemiconductors are the backbone of the global economy and South Korea's leading export item.\r\nThe strike will not lead to production disruptions and is not a threat to memory supplies.",
        "image": "https://s.france24.com/media/display/c68a9bd0-248c-11ef-9bae-005056bf30b7/w:1280/p:16x9/000_34VR2LG.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 08:55:34.487469"
    },
    {
        "url": "https://www.infobae.com/espana/2024/06/07/ccoo-y-ugt-llaman-a-los-transportistas-a-manifestarse-por-su-jubilacion-anticipada-este-viernes/",
        "title": "CCOO и UGT призывают перевозчиков заявить о своем досрочном выходе на пенсию в эту пятницу",
        "title_en": "CCOO and UGT are calling on carriers to announce their early retirement this Friday",
        "summary": "Профессионалы автомобильного транспорта проведут демонстрацию возле Министерства интеграции, социального обеспечения и миграции.\r\nОрганизации требуют досрочного выхода на пенсию для пожилых специалистов.\r\nДефицит возможностей пожилых специалистов влечет серьезные последствия для перевозчиков и участников дорожного движения.\r\nВ мобилизации будут представлены несколько парламентских групп, поддерживающих требования.\r\nНародная партия и Vox не присоединятся к демонстрации, так как не поддержали инициативу.\r\nМинистр интеграции, социального обеспечения и миграции заявила о прогрессе в разработке законодательства для досрочного выхода на пенсию профессиональных водителей.",
        "summary_en": "Road transport professionals will hold a demonstration near the Ministry of Integration, Social Security and Migration.\r\nOrganizations require early retirement for older professionals.\r\nThe lack of opportunities for older professionals has serious consequences for carriers and road users.\r\nSeveral parliamentary groups supporting the demands will be represented in the mobilization.\r\nThe People's Party and Vox will not join the demonstration, as they did not support the initiative.\r\nThe Minister of Integration, Social Security and Migration announced progress in the development of legislation for early retirement of professional drivers.",
        "image": "https://www.infobae.com/new-resizer/qhziaZVuDDtlrlObgrfTKpUYYgw=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/RI3IWUPXD7YVB6KL4JOFU2I5FU.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "дальнобойщики",
        "created": "2024-06-07 09:20:40.375530"
    },
    {
        "url": "https://www.spiegel.de/wirtschaft/samsung-angestellte-in-suedkorea-nehmen-kollektiv-urlaub-a-711d3b82-c2a5-419a-ae8d-7f4da8219b8a#ref=rss",
        "title": "Сотрудники Samsung в Южной Корее берут коллективный отпуск",
        "title_en": "Samsung employees in South Korea take a collective vacation",
        "summary": "Сотрудники южнокорейского технологического концерна Samsung начали первую в истории компании забастовку.\r\nУчастники забастовки в пятницу взяли коллективный оплачиваемый отпуск.\r\nКонцерн заявил, что нет никаких последствий для производства и деловой активности.\r\nЭто всего лишь однодневная забастовка, приуроченная к курортному сезону в Южной Корее.\r\nКомпании не составит труда скорректировать численность персонала.\r\nОтраслевой журнал \"Trendforce\" отметил высокую степень автоматизации производства.\r\nАкция имеет историческое значение, так как компания Samsung успешно сопротивлялась профсоюзным организациям своих сотрудников на протяжении десятилетий.\r\nКоллективные действия показывают, что в Южной Корее наблюдается постепенная тенденция к расширению прав и возможностей трудящихся.\r\nSamsung Electronics является одним из крупнейших в мире производителей бытовой электроники и лидирует в области высокопроизводительных компьютерных чипов.",
        "summary_en": "Employees of the South Korean technology concern Samsung have launched the first strike in the company's history.\r\nThe participants of the strike on Friday took a collective paid leave.\r\nThe concern stated that there are no consequences for production and business activity.\r\nThis is just a one-day strike timed to coincide with the holiday season in South Korea.\r\nIt will not be difficult for the company to adjust the number of employees.\r\nThe industry magazine Trendforce noted the high degree of automation of production.\r\nThe action has historical significance, as Samsung has successfully resisted the trade union organizations of its employees for decades.\r\nCollective action shows that there is a gradual trend towards worker empowerment in South Korea.\r\nSamsung Electronics is one of the world's largest manufacturers of consumer electronics and a leader in the field of high-performance computer chips.",
        "image": "https://cdn.prod.www.spiegel.de/images/483998aa-57f4-4d77-9492-32e7429b0394_w1200_r1.778_fpx60_fpy50.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 10:00:39.805710"
    },
    {
        "url": "https://www.bankier.pl/wiadomosc/Pierwszy-w-historii-strajk-pracownikow-Samsunga-Wplyw-na-dzialalnosc-firmy-znikomy-8760810.html?utm_source=RSS&utm_medium=RSS&utm_campaign=Wiadomosci",
        "title": "Первая в истории забастовка сотрудников Samsung. \"Влияние на бизнес компании незначительно\"",
        "title_en": "The first ever strike by Samsung employees. \"The impact on the company's business is negligible\"",
        "summary": "Сотрудники крупнейшего профсоюза Samsung Electronics объявили однодневную забастовку.\r\nПрофсоюзы требуют увеличения заработной платы и бонусов за прибыль.\r\nЭксперты отмечают, что влияние акций на производство будет незначительным.\r\nNSEU до сих пор не раскрыл количество людей, которые добровольно присоединились к протесту.\r\nПереговоры между руководством компании и пятью профсоюзами продолжаются с января.\r\nПрофсоюзы NSEU согласны на среднее увеличение заработной платы на 5,1 процента в этом году.\r\nОжидается, что забастовка не повлияет на производство D-RAM и NAND flash и не приведет к дефициту поставок.\r\nОбостряющийся спор между Советом директоров и профсоюзами совпадает с плохой работой и проблемами компании в полупроводниковом секторе.",
        "summary_en": "Employees of the largest Samsung Electronics trade union have announced a one-day strike.\r\nUnions are demanding higher wages and profit bonuses.\r\nExperts note that the impact of the shares on production will be negligible.\r\nThe NSEU has not yet disclosed the number of people who voluntarily joined the protest.\r\nNegotiations between the company's management and five trade unions have been ongoing since January.\r\nThe NSEU unions agree to an average wage increase of 5.1 percent this year.\r\nIt is expected that the strike will not affect the production of D-RAM and NAND flash and will not lead to a shortage of supplies.\r\nThe escalating dispute between the Board of Directors and the unions coincides with the company's poor performance and problems in the semiconductor sector.",
        "image": "https://galeria.bankier.pl/p/1/c/378cd6f8bdc6af-948-568-110-0-3780-2267.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 10:50:35.310542"
    },
    {
        "url": "https://www.independent.co.uk/business/french-strike-disrupts-calaisdover-ferries-b2558508.html",
        "title": "Забастовка французов прервала паромное сообщение между Кале и Дувром",
        "title_en": "French strike interrupts ferry service between Calais and Dover",
        "summary": "Забастовка во французском порту Кале привела к серьезным перебоям в паромном сообщении между Кале и Дувром.\r\nОператоры P&O Ferries, Irish Ferries и DFDS отменили, задержали или изменили маршруты рейсов из-за национального спора по поводу пенсионной реформы.\r\nP&O Ferries предупредила клиентов о приостановке регистрации и рекомендовала им подготовиться к ожиданию по прибытии.\r\nИрландские паромы отменили по меньшей мере четыре рейса в пятницу, а DFDS перенаправила все свои рейсы из Кале в Дюнкерк.",
        "summary_en": "A strike in the French port of Calais has led to serious disruptions in ferry services between Calais and Dover.\r\nOperators P&O Ferries, Irish Ferries and DFDS have cancelled, delayed or changed flight routes due to a national dispute over pension reform.\r\nP&O Ferries warned customers about the suspension of check-in and recommended that they prepare to wait upon arrival.\r\nIrish ferries cancelled at least four flights on Friday, and DFDS redirected all its flights from Calais to Dunkirk.",
        "image": "https://static.independent.co.uk/2024/06/07/08/de5863eb70971f7f0eea0e20d6e08dedY29udGVudHNlYXJjaGFwaSwxNzE3ODMyMTkw-2.66368279.jpg?quality=75&width=1200&auto=webp",
        "country": {
            "name": "франция",
            "flag": "🇫🇷"
        },
        "who": "докеры",
        "created": "2024-06-07 13:20:49.727746"
    },
    {
        "url": "https://www.kommersant.ru/doc/6759626",
        "title": "Сотрудники Samsung провели первую в истории компании забастовку",
        "title_en": "Samsung employees held the first strike in the company's history",
        "summary": "Сотрудники Samsung провели первую в истории компании забастовку.\r\nПричина забастовки - затянувшиеся переговоры профсоюза с руководством о повышении заработной платы и других выплат рабочим.\r\n75% членов профсоюза проголосовали за проведение однодневной акции 7 июня.\r\nПрофсоюзы подчеркнули, что забастовка в этот день приведет к минимальным последствиям для производственного цикла компании.\r\nТочных данных о количестве сотрудников Samsung, не вышедших на работу, пока нет.\r\nВ профсоюзе состоит около 28 тыс. человек, примерно четверть от всей рабочей силы компании.\r\nБастующие заявили о дискриминации в отношении членов профсоюза и более низких годовых бонусах по сравнению с сотрудниками, не состоящими в профсоюзе.\r\nРуководство Samsung пока не прокомментировало забастовку.",
        "summary_en": "Samsung employees held the first strike in the company's history.\r\nThe reason for the strike is the protracted negotiations between the union and the management on wage increases and other payments to workers.\r\n75% of the union members voted in favor of holding a one-day rally on June 7.\r\nThe trade unions stressed that a strike on this day would lead to minimal consequences for the company's production cycle.\r\nThere is no exact data on the number of Samsung employees who have not returned to work yet.\r\nThe union consists of about 28 thousand people, about a quarter of the entire workforce of the company.\r\nThe strikers claimed discrimination against union members and lower annual bonuses compared to non-union employees.\r\nSamsung's management has not yet commented on the strike.",
        "image": "https://iy.kommersant.ru/SocialPics/6759626_49_2574480_246244658",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 15:40:45.964310"
    },
    {
        "url": "https://navarra.okdiario.com/articulo/sociedad/saica-pack-viana-empresa-navarra-150-trabajadores-que-comienza-huelga-indefinida-es-inasumible/20240607101113540157.amp.html",
        "title": "Наваррская компания, на которой работают 150 человек, начинает бессрочную забастовку: \"Это не невозможно\"",
        "title_en": "The Navarre company, which employs 150 people, begins an indefinite strike: \"It's not impossible.\"",
        "summary": "Наваррская компания с 150 сотрудниками начинает бессрочную забастовку.\r\nПрофсоюзы CCOO, USO и LAB зарегистрировали решение коллектива объявить забастовку с 13 июня следующего года.\r\nПредложения профсоюзов включали повышение ИПЦ и непризнание мер гибкости, навязанных компанией.\r\nСотрудники решили выйти на улицы для достижения справедливого соглашения, осознавая трудности и попытки избежать конфликта.\r\nSaica является многонациональной компанией с почти 9000 сотрудников и рабочими центрами в разных странах.\r\nПроизводственный совет выразил солидарность с коллегами из Mondelez, также вовлеченными в процесс подачи заявок.\r\nПрофсоюзы просят уважения, понимания и поддержки у всех, на кого может повлиять это решение, и выражают благодарность.",
        "summary_en": "A Navarre company with 150 employees begins an indefinite strike.\r\nThe CCOO, USO and LAB unions have registered the collective's decision to go on strike from June 13 next year.\r\nThe trade union proposals included raising the CPI and not recognizing the flexibility measures imposed by the company.\r\nThe employees decided to take to the streets to reach a fair agreement, aware of the difficulties and attempts to avoid conflict.\r\nSaica is a multinational company with almost 9,000 employees and work centers in different countries.\r\nThe Production Board expressed solidarity with colleagues from Mondelez, who are also involved in the application process.\r\nThe trade unions ask for respect, understanding and support from all those who may be affected by this decision, and express their gratitude.",
        "image": "https://navarra.okdiario.com/media/navarra/images/2024/06/07/2024060709354897238.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "профсоюзы",
        "created": "2024-06-07 15:51:04.938168"
    },
    {
        "url": "https://toronto.citynews.ca/2024/06/07/strike-looms-for-border-workers-if-mediation-doesnt-deliver-deal/",
        "title": "Пограничникам грозит забастовка, если посредничество не приведет к соглашению",
        "title_en": "Border guards face a strike if mediation does not lead to an agreement",
        "summary": "Тысячи канадских пограничников могут объявить забастовку, если посредничество не приведет к соглашению.\r\nБолее 9000 членов Канадского альянса государственной службы начнут забастовку в 16:00.\r\nКлючевые вопросы включают равенство в оплате труда, удаленную работу, пенсионные пособия и защиту на рабочем месте.\r\nПравительство утверждает, что 90% пограничников, работающих на передовой, относятся к категории незаменимых.\r\nЧлены профсоюза могут использовать принцип \"от работы к управлению\", что может привести к увеличению времени пересечения границы.\r\nЭто может привести к массовым сбоям в работе из-за объема трафика, перемещающегося через границу.",
        "summary_en": "Thousands of Canadian border guards may go on strike if mediation does not lead to an agreement.\r\nMore than 9,000 members of the Canadian Public Service Alliance will go on strike at 4 p.m.\r\nKey issues include pay equity, remote work, retirement benefits and workplace protection.\r\nThe Government claims that 90% of the border guards working on the front line belong to the category of irreplaceable.\r\nTrade union members can use the principle of \"from work to management\", which can lead to an increase in border crossing time.\r\nThis can lead to massive disruptions due to the volume of traffic moving across the border.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2024/06/b411dab0-b8fa-4863-b0b9-0afec8a1e90f.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "пограничники",
        "created": "2024-06-07 17:20:55.030450"
    },
    {
        "url": "https://montrealgazette.com/news/national/strike-looms-friday-for-border-workers-if-mediation-doesnt-deliver-deal",
        "title": "В пятницу пограничники могут начать забастовку, если посредничество не приведет к соглашению",
        "title_en": "Border guards may go on strike on Friday if mediation does not lead to an agreement",
        "summary": "Более 9000 членов Канадского альянса государственной службы планируют начать забастовку в Канадском агентстве пограничных служб.\r\nЗабастовка начнется в 16:00, если посредничество не приведет к соглашению до этого времени.\r\nКлючевые вопросы, которые требуют решения, включают равенство в оплате труда, удаленную работу, пенсионные пособия и защиту на рабочем месте.\r\nПравительство утверждает, что 90% пограничников на передовой являются незаменимыми и не могут прекратить работу во время забастовки.\r\nЧлены профсоюза могут использовать принцип \"от работы к управлению\", выполняя свою работу в соответствии с контрактами.\r\nЭксперты предупреждают, что забастовка может привести к увеличению времени пересечения границы и массовым сбоям в работе из-за большого объема трафика.",
        "summary_en": "More than 9,000 members of the Canadian Public Service Alliance are planning to go on strike at the Canadian Border Services Agency.\r\nThe strike will begin at 16:00 if mediation does not lead to an agreement before that time.\r\nKey issues that need to be addressed include pay equity, remote work, retirement benefits and workplace protection.\r\nThe government claims that 90% of the border guards on the front line are irreplaceable and cannot stop working during a strike.\r\nUnion members can use the principle of \"from work to management\" by doing their work in accordance with contracts.\r\nExperts warn that a strike could lead to increased border crossing times and massive disruptions due to the high volume of traffic.",
        "image": "https://smartcdn.gprod.postmedia.digital/montrealgazette/wp-content/uploads/2024/06/cbsa-strike-20240607.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "пограничники",
        "created": "2024-06-07 17:21:06.606192"
    },
    {
        "url": "https://www.zeit.de/news/2024-06/07/verdi-ruft-zu-dreitaegigem-warnstreik-an-kommunalen-kitas-auf",
        "title": "Забастовки: Верди призывает к трехдневной предупредительной забастовке в муниципальных детских садах",
        "title_en": "Strikes: Verdi calls for a three-day warning strike at municipal kindergartens",
        "summary": "Профсоюз Verdi призывает к сокращению рабочих мест в муниципальных детских садах Берлина на следующей неделе.\r\nОколо 280 детских садов будут закрыты на три дня, что затронет около 7000 воспитателей и обслуживающих сотрудников.\r\nОжидается, что некоторые учреждения будут полностью закрыты, что потребует альтернативных вариантов для родителей.\r\nВ первой предупредительной забастовке приняли участие около 2500 работников, и до двух третей муниципальных детских садов остались закрытыми.\r\nПрофсоюз призывает заключить коллективный договор для обеспечения качества образования и облегчения ситуации.\r\nСенат отказывается обсуждать этот вопрос, ссылаясь на членство Берлина в Тарифном сообществе немецких земель.\r\nВ Берлине насчитывается около 2900 детских садов, которыми часто управляют бесплатные носильщики, и около десятой части принадлежит частным предприятиям страны.",
        "summary_en": "The Verdi trade union is calling for job cuts at Berlin's municipal kindergartens next week.\r\nAbout 280 kindergartens will be closed for three days, which will affect about 7,000 educators and service staff.\r\nIt is expected that some institutions will be completely closed, which will require alternative options for parents.\r\nAbout 2,500 workers took part in the first warning strike, and up to two thirds of municipal kindergartens remained closed.\r\nThe trade union calls for a collective agreement to ensure the quality of education and alleviate the situation.\r\nThe Senate refuses to discuss this issue, referring to Berlin's membership in the Tariff Community of the German lands.\r\nThere are about 2,900 kindergartens in Berlin, which are often run by free porters, and about a tenth are owned by private enterprises in the country.",
        "image": "https://img.zeit.de/news/2024-06/07/verdi-ruft-zu-dreitaegigem-warnstreik-an-kommunalen-kitas-auf-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "воспитатели",
        "created": "2024-06-07 17:21:12.808533"
    },
    {
        "url": "https://news.am/rus/news/827878.html",
        "title": "Сотрудники Samsung впервые в истории компании устроили забастовку",
        "title_en": "Samsung employees went on strike for the first time in the company's history",
        "summary": "Забастовка происходит в Samsung Electronics, борющейся за доминирующие позиции в производстве чипов памяти.\r\nНациональный профсоюз Samsung Electronics (NSEU) заявил о невыходе сотрудников на работу в пятницу 7 июня.\r\nПереговоры о повышении зарплаты и премиях с руководством компании сорвались.\r\nЦель забастовки - провести конструктивный разговор с руководством.\r\nSamsung Electronics заявила, что забастовка не повлияла на производство и деловую активность компании.",
        "summary_en": "The strike is taking place at Samsung Electronics, which is fighting for a dominant position in the production of memory chips.\r\nThe National Samsung Electronics Union (NSEU) announced the absenteeism of employees on Friday, June 7.\r\nNegotiations on salary increases and bonuses with the company's management broke down.\r\nThe purpose of the strike is to have a constructive conversation with the management.\r\nSamsung Electronics said the strike did not affect the company's production and business activities.",
        "image": "https://news.am/img/news/82/78/78/default.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-06-07 17:48:24.573210"
    }
]