[
    {
        "url": "https://www.huffpost.com/entry/judge-orders-uc-grad-student-workers-union-to-pause-strike_n_666467dfe4b020eec9ac6424",
        "title": "Судья Обязал Профсоюз Академических Работников Калифорнийского Университета Приостановить Забастовку",
        "title_en": "A Judge Ordered The University Of California Academic Workers Union To Suspend The Strike",
        "summary": "Судья штата обязал аспирантов Калифорнийского университета временно прекратить забастовку в шести кампусах.\r\nРуководство Калифорнийского университета выиграло в юридических усилиях, чтобы заставить бастующих вернуться на работу.\r\nЗабастовка началась в ответ на подавление администрацией пропалестинских протестов в кампусах Лос-Анджелеса и Ирвайна.\r\nПрофсоюз обвинил университетскую систему в санкционировании жестоких арестов и нарушении права работников на мирный протест.\r\nСудебный запрет предписывает преподавателям-аспирантам и исследователям временно вернуться к работе.\r\nПрофсоюз обвинил UC в совершении различных недобросовестных трудовых действий, вызванных его протестной реакцией.\r\nУниверситетская система заявила, что причины забастовки носят чисто политический и социальный характер.\r\nАспиранты настаивают на том, что борьба ведется за их право как сотрудников протестовать, не опасаясь ареста или возмездия.",
        "summary_en": "A state judge has ordered graduate students at the University of California to temporarily end a strike at six campuses.\r\nThe leadership of the University of California has won in a legal effort to force the strikers to return to work.\r\nThe strike began in response to the administration's crackdown on pro-Palestinian protests on the Los Angeles and Irvine campuses.\r\nThe union accused the university system of authorizing violent arrests and violating workers' right to peaceful protest.\r\nThe injunction orders graduate teachers and researchers to temporarily return to work.\r\nThe union accused UC of committing various unfair labor actions caused by its protest reaction.\r\nThe university system stated that the reasons for the strike were purely political and social in nature.\r\nThe graduate students insist that the fight is being waged for their right as employees to protest without fear of arrest or retaliation.",
        "image": null,
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": "сотрудники университетов",
        "created": "2024-06-08 18:50:48.654491"
    }
]