[
    {
        "url": "https://local.fo/mediators-attempt-to-resume-talks-as-strike-action-bites/",
        "title": "Посредники пытаются возобновить переговоры, поскольку забастовка затягивается",
        "title_en": "Mediators are trying to resume negotiations as the strike drags on",
        "summary": "Забастовка рабочих привела к накоплению мусора, сокращению запасов продовольствия и закрытию школ и детских садов.\r\nПоявилась надежда на возобновление переговоров после новостей о возможном возобновлении в четверг.\r\nНехватка топлива привела к тому, что водители отправились на южный остров Фарерских островов для заправки своих транспортных средств.\r\nПолиция и общественный автобусный и паромный оператор выпустили предупреждение о запрете провоза контейнеров с бензином или дизельным топливом на борт паромов.\r\nПродолжающаяся забастовка оказывает влияние на туристическую индустрию, включая отмену бронирования отелей.\r\nНехватка топлива затронула маршруты общественных автобусов, такси и службы проката автомобилей.\r\nКомпании по прокату автомобилей заявили, что удерживание иностранных туристов на Фарерских островах является плохим сигналом и может нанести непоправимый ущерб.\r\nВстреча посредников запланирована на четверг, 30 мая, в попытке возобновить переговоры между работодателями и работниками.",
        "summary_en": "The workers' strike led to the accumulation of garbage, reduction of food supplies and closure of schools and kindergartens.\r\nThere was hope for a resumption of negotiations after news of a possible resumption on Thursday.\r\nFuel shortages led drivers to travel to the south island of the Faroe Islands to refuel their vehicles.\r\nThe police and the public bus and ferry operator have issued a warning banning the transportation of containers with gasoline or diesel fuel on board ferries.\r\nThe ongoing strike is having an impact on the tourism industry, including the cancellation of hotel reservations.\r\nFuel shortages affected public bus routes, taxis and car rental services.\r\nCar rental companies have said that keeping foreign tourists in the Faroe Islands is a bad signal and could cause irreparable damage.\r\nA meeting of the mediators is scheduled for Thursday, May 30, in an attempt to resume negotiations between employers and employees.",
        "image": "https://local.fo/wp-content/uploads/2024/05/Bonus-Midlon_1808w-1024x768.jpg",
        "country": {
            "name": "фарерские острова",
            "flag": "🇫🇴"
        },
        "who": "национальная забастовка",
        "created": "2024-06-09 15:30:53.181142"
    },
    {
        "url": "https://local.fo/strike-action-persists-as-negotiations-break-down/",
        "title": "Забастовка продолжается по мере срыва переговоров",
        "title_en": "The strike continues as negotiations break down",
        "summary": "Переговоры по урегулированию конфликта на рынке труда Фарерских островов сорвались.\r\nОбе стороны придерживались своих заявленных позиций, не имея основы для выработки согласованного предложения.\r\nПосредническое агентство не может сделать ничего в текущей ситуации.\r\nЗабастовка будет продолжена, профсоюз хочет избежать влияния на уход за детьми.\r\nВ детских садах будет проведена уборка и сбор мусора с 10 июня для семей с маленькими детьми.\r\nГлава делегации работодателей возложил ответственность за провал переговоров на представителей профсоюза.",
        "summary_en": "Negotiations to resolve the conflict in the Faroe Islands labor market have broken down.\r\nBoth sides stuck to their stated positions without having a basis for developing an agreed proposal.\r\nThe mediation agency cannot do anything in the current situation.\r\nThe strike will continue, the union wants to avoid influencing child care.\r\nKindergartens will be cleaned and garbage collected from June 10 for families with young children.\r\nThe head of the employers' delegation blamed trade union representatives for the failure of negotiations.",
        "image": "https://local.fo/wp-content/uploads/2024/06/niels-winther-Sverri-Egholm.webp",
        "country": {
            "name": "фарерские острова",
            "flag": "🇫🇴"
        },
        "who": "национальная забастовка",
        "created": "2024-06-09 15:31:00.843776"
    },
    {
        "url": "https://local.fo/strike-continues-as-workers-stress-non-negotiable-but-very-reasonable-demands/",
        "title": "Забастовка продолжается, поскольку рабочие выдвигают “не подлежащие обсуждению”, но “очень разумные” требования",
        "title_en": "The strike continues as workers make “non-negotiable\" but “very reasonable” demands",
        "summary": "Рабочие на Фарерских островах проводят четвертую неделю забастовки, несмотря на давление для урегулирования спора.\r\nПрекращение сбора мусора привело к появлению растущих куч мусора и закрытию нескольких детских садов.\r\nСеть продуктовых магазинов и пекарня сократили часы работы из-за сбоев в цепочке поставок.\r\nПосредник заявил, что разрыв между позициями работников и работодателей слишком велик для возобновления переговоров.\r\nПрофсоюзы считают предложенные уступки работодателей необоснованными и требуют \"заработной платы, позволяющей зарабатывать на жизнь\".\r\nПрофсоюзы подчеркивают, что их требование не подлежит обсуждению и связано с инфляцией и другими переговорами.\r\nПрофсоюзы отмечают большую роль своих членов в обществе и получают множество запросов об исключениях от компаний на Фарерских островах.",
        "summary_en": "Workers in the Faroe Islands are holding a fourth week of strike action despite pressure to resolve the dispute.\r\nThe cessation of garbage collection has led to the appearance of growing piles of garbage and the closure of several kindergartens.\r\nThe grocery store chain and bakery have reduced opening hours due to supply chain disruptions.\r\nThe mediator stated that the gap between the positions of employees and employers is too large for the resumption of negotiations.\r\nThe trade unions consider the proposed concessions by employers to be unreasonable and demand \"wages that make it possible to earn a living.\"\r\nThe unions emphasize that their demand is non-negotiable and is related to inflation and other negotiations.\r\nTrade unions note the great role of their members in society and receive many requests for exceptions from companies in the Faroe Islands.",
        "image": "https://local.fo/wp-content/uploads/2024/06/Workers_strike_1287w-IMO-1024x768.jpg",
        "country": {
            "name": "фарерские острова",
            "flag": "🇫🇴"
        },
        "who": "национальная забастовка",
        "created": "2024-06-09 15:31:04.681290"
    },
    {
        "url": "https://local.fo/workers-on-strike-services-grind-to-halt-as-fuel-runs-out-garbage-piles-up/",
        "title": "Рабочие бастуют: работа служб прекращается из-за того, что заканчивается топливо, накапливается мусор",
        "title_en": "Workers are on strike: the work of services is stopped due to the fact that fuel is running out, garbage is accumulating",
        "summary": "Забастовка рабочих на Фарерских островах вызывает проблемы с доступностью товаров и услуг.\r\nБольшинство маршрутов общественного транспорта приостановлены из-за забастовки.\r\nПаромные маршруты между островами продолжают работать, но это влияет на грузовые перевозки.\r\nВ портах Торсхавн, Фуглафьордур, Рунавик и Клаксвик наблюдается тишина из-за отсутствия погрузки и выгрузки груза.\r\nУхудшение транспортных и логистических услуг привело к сокращению запасов продуктов в магазинах и на заправочных станциях.\r\nЗабастовка затронула службы уборки и вывоза мусора, что привело к закрытию нескольких школ и детских садов.\r\nЗабастовка ожидается затянуться на несколько недель, и рабочие и работодатели пока не достигли соглашения.\r\nПрофсоюзы объявили забастовку с 14 мая, требуя повышения заработной платы.",
        "summary_en": "The workers' strike in the Faroe Islands is causing problems with the availability of goods and services.\r\nMost public transport routes have been suspended due to the strike.\r\nFerry routes between the islands continue to operate, but this affects freight traffic.\r\nThere is silence in the ports of Torshavn, Fuglafjordur, Runavik and Klaksvik due to the lack of loading and unloading of cargo.\r\nThe deterioration of transport and logistics services has led to a reduction in food stocks in stores and at gas stations.\r\nThe strike affected the cleaning and garbage collection services, which led to the closure of several schools and kindergartens.\r\nThe strike is expected to drag on for several weeks, and workers and employers have not yet reached an agreement.\r\nTrade unions have been on strike since May 14, demanding higher wages.",
        "image": "https://local.fo/wp-content/uploads/2024/05/Effo-Argir_1780w.jpg",
        "country": {
            "name": "фарерские острова",
            "flag": "🇫🇴"
        },
        "who": "национальная забастовка",
        "created": "2024-06-09 15:30:48.181639"
    },
    {
        "url": "https://local.fo/workers-strike-hits-faroe-islands-with-potentially-serious-implications/",
        "title": "Забастовка рабочих на Фарерских островах может привести к серьезным последствиям",
        "title_en": "A workers' strike in the Faroe Islands could lead to serious consequences",
        "summary": "Четыре крупнейших профсоюза трудящихся на Фарерских островах объявили забастовку после провала переговоров о повышении заработной платы.\r\nЗабастовка может привести к приостановке деловых операций и функций на несколько недель и повлиять на поставки.\r\nПрофсоюзы отклонили предложение посредников и объявили забастовку, которая вступит в силу 14 мая.\r\nЗабастовка распространяется на всех членов организации и все сферы деятельности в рамках контрактного соглашения.\r\nВ забастовке не участвуют некоторые категории работников, включая людей, занимающихся выращиванием лосося и работников муниципальных детских садов.\r\nЗабастовка затронет некоторые автобусные маршруты, но есть исключения, позволяющие паромам перевозить пассажиров в обычном режиме.\r\nЛюди могут ожидать перебоев в поставках продуктов питания и непродовольственных товаров из-за забастовки.\r\nНаблюдатели ожидают, что забастовка затянется на несколько недель, и правительство окажется между молотом и наковальней.",
        "summary_en": "Four of the largest workers' unions in the Faroe Islands have gone on strike following the failure of wage talks.\r\nA strike could lead to the suspension of business operations and functions for several weeks and affect supplies.\r\nThe unions rejected the offer of intermediaries and declared a strike, which will take effect on May 14.\r\nThe strike applies to all members of the organization and all areas of activity within the framework of a contractual agreement.\r\nSome categories of workers are not participating in the strike, including people involved in salmon farming and employees of municipal kindergartens.\r\nThe strike will affect some bus routes, but there are exceptions allowing ferries to carry passengers as usual.\r\nPeople can expect disruptions in the supply of food and non-food items due to the strike.\r\nObservers expect the strike to drag on for several weeks, and the government will find itself between a rock and a hard place.",
        "image": "https://local.fo/wp-content/uploads/2024/05/slwnk5hoz_Portal-fo.jpg",
        "country": {
            "name": "фарерские острова",
            "flag": "🇫🇴"
        },
        "who": "национальная забастовка",
        "created": "2024-06-09 15:30:57.729300"
    },
    {
        "url": "https://local.fo/talks-resume-amid-new-hopes-of-ending-strike/",
        "title": "Переговоры возобновляются на фоне новых надежд на прекращение забастовки",
        "title_en": "Talks resume amid new hopes for an end to the strike",
        "summary": "Переговоры между профсоюзами работников и Ассоциацией работодателей на Фарерских островах возобновились.\r\nОбе стороны выразили желание достичь соглашения после трех недель забастовки из-за низкой заработной платы.\r\nПереговоры могут быть трудными и продолжительными до конца выходных.\r\nПосредник признал, что переговоры могут закончиться либо соглашением, либо срывом.\r\nНеделю назад была предпринята попытка возобновить переговоры, но переговоры были прекращены из-за \"слишком большого разрыва\" между позициями рабочих и их коллег.\r\nЛюди начинают уставать или проявлять нетерпение из-за отсутствия уборки мусора, закрытия детских садов и ухудшения качества услуг.\r\nМогущественный профсоюз Starvsfelagið, представляющий государственных служащих, заявил о намерении объявить 24-часовую забастовку в знак сочувствия.",
        "summary_en": "Negotiations between the workers' unions and the Employers' Association in the Faroe Islands have resumed.\r\nBoth sides expressed a desire to reach an agreement after three weeks of strike action due to low wages.\r\nNegotiations can be difficult and lengthy until the end of the weekend.\r\nThe mediator acknowledged that the negotiations could end either in an agreement or in a breakdown.\r\nAn attempt was made to resume negotiations a week ago, but the negotiations were terminated due to the \"too large gap\" between the positions of the workers and their colleagues.\r\nPeople are starting to get tired or impatient due to the lack of garbage collection, the closure of kindergartens and the deterioration of the quality of services.\r\nThe powerful Starvsfelagið trade union, representing civil servants, announced its intention to declare a 24-hour strike as a sign of sympathy.",
        "image": "https://local.fo/wp-content/uploads/2024/06/terje-sigurdsson_bjarni-arting-rubeksen-kvf.jpg",
        "country": {
            "name": "фарерские острова",
            "flag": "🇫🇴"
        },
        "who": "национальная забастовка",
        "created": "2024-06-09 15:30:40.751473"
    },
    {
        "url": "https://local.fo/cafe-owner-on-impact-of-strike-were-holding-on-but-it-takes-an-extra-effort-video-photos/",
        "title": "Владелец кафе о последствиях забастовки: \"Мы держимся, но это требует дополнительных усилий\" —видео, фото",
        "title_en": "Cafe owner on the consequences of the strike: \"We are holding on, but it requires additional efforts\" —video, photo",
        "summary": "Забастовка рабочих влияет на бизнес кафе Paname в центре Торсхавна.\r\nТруднее доставлять припасы, но кафе справляется с ситуацией.\r\nУ них есть весь ассортимент минимум на семь-десять дней.\r\nКафе будет искать способы испечь разные пироги, используя имеющиеся ингредиенты.\r\nОни получили месячный запас кофе перед забастовкой, что помогает им держаться.\r\nБизнес требует дополнительных усилий из-за забастовки.\r\nСитуация может повлиять на кафе, особенно если она затянется.\r\nОтмена заходов круизных судов в порты также может оказать влияние на их бизнес.",
        "summary_en": "The workers' strike is affecting the business of the Paname cafe in the center of Torshavn.\r\nIt is more difficult to deliver supplies, but the cafe is coping with the situation.\r\nThey have the whole range for at least seven to ten days.\r\nThe cafe will look for ways to bake different pies using the available ingredients.\r\nThey received a month's supply of coffee before the strike, which helps them hold on.\r\nBusiness requires additional efforts due to the strike.\r\nThe situation may affect the cafe, especially if it drags on.\r\nThe cancellation of cruise ship port calls may also have an impact on their business.",
        "image": "https://local.fo/wp-content/uploads/2024/05/Paname-Cafe_1797w_BT.jpg",
        "country": {
            "name": "фарерские острова",
            "flag": "🇫🇴"
        },
        "who": "национальная забастовка",
        "created": "2024-06-09 15:35:45.351618"
    }
]