[
    {
        "url": "https://ura.news/news/1052779260",
        "title": "Курганские водители грузовиков перекрывают дорогу для проезда",
        "title_en": "Kurgan truck drivers block the road for passage",
        "summary": "Водители грузовиков в Кургане и Кетовском округе перекрывают дорогу в город из-за высоких штрафов за перевозки грузов.\r\nОдин из водителей КАМАЗа выехал на полосу и перекрывает дорогу, сотрудники ДПС работают на месте.\r\nСиловики пока не препятствуют перекрытию движения.\r\nВодители выразили недовольство ограничениями для крупногабаритных машин в период паводка, считая их не связанными с перевозкой продуктов.\r\nВодители сомневаются в корректности работы камеры весового контроля и просят проверить ее калибровку.\r\nОни опасаются, что необоснованные штрафы могут поставить под угрозу их бизнес.",
        "summary_en": "Truck drivers in Kurgan and Ketovsky district block the road to the city due to high fines for transporting goods.\r\nOne of the KAMAZ drivers has entered the lane and is blocking the road, traffic police officers are working on the spot.\r\nThe security forces have not yet prevented the closure of traffic.\r\nDrivers expressed dissatisfaction with the restrictions for large-sized cars during the flood, considering them unrelated to the transportation of food.\r\nDrivers doubt the correctness of the weight control camera and ask to check its calibration.\r\nThey fear that unreasonable fines could jeopardize their business.",
        "image": "https://s.ura.news/images/news/upload/smm/2024/06/10/facebook_9b76c2f85fa8cf377b4779f1a321b20c.jpg",
        "country": {
            "name": "россия",
            "flag": "🇷🇺"
        },
        "who": "водители грузовиков",
        "created": "2024-06-10 08:10:46.796495"
    },
    {
        "url": "https://www.jornada.com.mx/noticia/2024/06/09/estados/arcelor-mittal-pide-a-mineros-levantar-huelga-es-ilegal-insiste-3176",
        "title": "Arcelor Mittal призывает шахтеров прекратить забастовку; это незаконно, настаивает он",
        "title_en": "Arcelor Mittal urges miners to end strike; it's illegal, he insists",
        "summary": "Arcelor Mittal настаивает на незаконности забастовки рабочих 271-го отделения Национального профсоюза горняков.\r\nКомпания утверждает, что судья отложил рассмотрение дела, указывая на нарушение закона.\r\nArcelor Mittal просит профсоюзное руководство и работников исправить свою позицию и вернуться к работе.\r\nСталелитейная компания предупреждает о возможных индивидуальных и коллективных действиях для защиты верховенства закона.\r\nЗавод призывает к здравомыслию и взаимопониманию для предотвращения эскалации конфликта.\r\nArcelor Mittal обратилась в судебные органы для новой попытки примирения, которая оказалась безуспешной.\r\nКомпания ранее внесла предложение о примирении для сохранения справедливости между шахтой и сталелитейным заводом.",
        "summary_en": "Arcelor Mittal insists on the illegality of the strike of the workers of the 271st branch of the National Union of Miners.\r\nThe company claims that the judge postponed the case, pointing to a violation of the law.\r\nArcelor Mittal asks the union leadership and employees to correct their position and return to work.\r\nThe steel company warns of possible individual and collective actions to protect the rule of law.\r\nThe plant calls for common sense and mutual understanding to prevent an escalation of the conflict.\r\nArcelor Mittal appealed to the judicial authorities for a new attempt at reconciliation, which was unsuccessful.\r\nThe company had previously submitted a reconciliation proposal to preserve fairness between the mine and the steel mill.",
        "image": "https://www.jornada.com.mx/ndjsimg/images/jornada/jornadaimg/arcelor-mittal-pide-a-mineros-levantar-huelga-es-ilegal-insiste-3176/arcelor-mittal-pide-a-mineros-levantar-huelga-es-ilegal-insiste-3176html-huelga-a-cerlor-moittalpng-1307html-7f7f036a-0d30-4686-beaa-1ef0b1d90fec.pngrawimage=true",
        "country": {
            "name": "мексика",
            "flag": "🇲🇽"
        },
        "who": "шахтеры",
        "created": "2024-06-10 10:25:55.614405"
    },
    {
        "url": "https://www.foxnews.com/us/judge-orders-university-california-workers-end-strike-protesting-response-anti-israel-protests",
        "title": "Судья приказал работникам Калифорнийского университета прекратить забастовку в знак протеста против антиизраильских протестов",
        "title_en": "Judge orders University of California workers to end strike in protest of anti-Israel protests",
        "summary": "Калифорнийский судья обязал академических работников Калифорнийского университета прекратить забастовку.\r\nЗабастовка была проведена в знак протеста против реакции университетской системы на антиизраильские демонстрации.\r\nУниверситетская система подала иск с целью прекращения забастовок профсоюза United Auto Workers Local 4811.\r\nЗабастовка привела бы к снижению успеваемости студентов и остановке важнейших исследовательских проектов.\r\nПрофсоюзы начали забастовку в Калифорнийском университете Санта-Крус, затем протесты распространились на другие кампусы.\r\nПрофсоюзы требуют амнистии для академических сотрудников и студентов, арестованных или привлеченных к дисциплинарной ответственности за протесты.\r\nУниверситет критикует обвинения профсоюза и сам подал жалобу на несправедливую трудовую практику.\r\nУниверситетская система отвергла призывы к амнистии после протестов и разбития антиизраильских лагерей в кампусах.",
        "summary_en": "A California judge has ordered academic staff at the University of California to end the strike.\r\nThe strike was held in protest against the reaction of the university system to anti-Israeli demonstrations.\r\nThe university system has filed a lawsuit to end the strikes of the United Auto Workers Local 4811 union.\r\nA strike would have reduced student academic achievement and halted critical research projects.\r\nUnions began a strike at the University of California Santa Cruz, then the protests spread to other campuses.\r\nTrade unions are demanding amnesty for academic staff and students arrested or disciplined for protesting.\r\nThe university criticizes the union's accusations and has itself filed a complaint about unfair labor practices.\r\nThe university system has rejected calls for amnesty after protests and the breaking up of anti-Israel camps on campuses.",
        "image": "https://static.foxnews.com/foxnews.com/content/uploads/2024/06/ucstrike.png",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": "сотрудники университетов",
        "created": "2024-06-10 11:30:50.985465"
    },
    {
        "url": "https://www.zeit.de/news/2024-06/10/verdi-ruft-zu-dreitaegigem-warnstreik-an-kommunalen-kitas-auf",
        "title": "Забастовки: начата трехдневная предупредительная забастовка в муниципальных детских садах",
        "title_en": "Strikes: a three-day warning strike has been launched in municipal kindergartens",
        "summary": "Профсоюз Verdi призывает к сокращению рабочих мест в муниципальных детских садах Берлина после первой предупредительной забастовки.\r\nОколо 280 детских садов должны быть объявлены забастовками на три дня, с участием около 7000 воспитателей и других сотрудников.\r\nОжидается, что некоторые пострадавшие учреждения будут полностью закрыты, что потребует альтернативных вариантов для родителей.\r\nВ первой предупредительной забастовке приняли участие около 2500 работников, и до двух третей муниципальных детских садов оставались закрытыми.\r\nПрофсоюз призывает заключить коллективный договор для обеспечения качества образования и облегчения условий труда в муниципальных детских садах.\r\nСенат отказывается обсуждать этот вопрос, ссылаясь на членство Берлина в Тарифном сообществе немецких земель (TdL).\r\nВ Берлине насчитывается около 2900 детских садов, которыми часто управляют бесплатные носильщики, и около десятой части детских садов принадлежит частным предприятиям.",
        "summary_en": "The Verdi trade union is calling for job cuts at Berlin's municipal kindergartens after the first warning strike.\r\nAbout 280 kindergartens are to be declared on strike for three days, with the participation of about 7,000 educators and other employees.\r\nIt is expected that some of the affected institutions will be completely closed, which will require alternative options for parents.\r\nAbout 2,500 workers took part in the first warning strike, and up to two thirds of municipal kindergartens remained closed.\r\nThe trade union calls for a collective agreement to ensure the quality of education and ease working conditions in municipal kindergartens.\r\nThe Senate refuses to discuss this issue, citing Berlin's membership in the Tariff Community of the German Lands (TdL).\r\nThere are about 2,900 kindergartens in Berlin, which are often run by free porters, and about a tenth of the kindergartens are owned by private enterprises.",
        "image": "https://img.zeit.de/news/2024-06/10/verdi-ruft-zu-dreitaegigem-warnstreik-an-kommunalen-kitas-auf-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "воспитатели",
        "created": "2024-06-10 17:21:53.969724"
    }
]