[
    {
        "url": "https://www.infobae.com/colombia/2024/06/10/cruce-de-versiones-sobre-convocatoria-a-paro-nacional-de-fecode-discusion-continua-en-junta-nacional/",
        "title": "Пересечение версий о призыве Fecode к бессрочной национальной безработице: обсуждение продолжается на совете профсоюза",
        "title_en": "The intersection of versions about Fecode's call for indefinite national unemployment: the discussion continues at the union council",
        "summary": "Колумбийская федерация педагогов (Fecode) близка к подтверждению ухода в бессрочную национальную безработицу.\r\nСовет профсоюзной организации принял решение прекратить деятельность на всей территории страны с 12 июня.\r\nFecode объявил главу министерства образования Аврору Вергару персоной нон грата после внесения законопроекта об образовании в Конгресс Республики.\r\nАккредитация опровергла информацию о прекращении деятельности Fecode, заявив, что правление находится в стадии разработки.\r\nПравление Fecode все еще находится в стадии разработки, и официальные отчеты будут отправлены после завершения процесса.",
        "summary_en": "The Colombian Federation of Educators (Fecode) is close to confirming retirement into indefinite national unemployment.\r\nThe Council of the trade union organization decided to cease operations throughout the country from June 12.\r\nFecode declared the head of the Ministry of Education, Aurora Vergara, persona non grata after introducing the bill on education to the Congress of the Republic.\r\nThe accreditation denied the information about the termination of Fecode's activities, stating that the board is under development.\r\nThe Fecode board is still under development and official reports will be sent after the process is completed.",
        "image": "https://www.infobae.com/new-resizer/7gd5AkwuP9RnTbK6iPXUcGph4Xg=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/J62IMQ56BNCM7JG2G3JMXARCBM.jpg",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "преподаватели",
        "created": "2024-06-11 00:50:45.032161"
    },
    {
        "url": "https://toronto.citynews.ca/2024/06/10/canada-border-services-agency-workers-set-new-friday-strike-deadline/",
        "title": "Работники Агентства пограничной службы Канады установили новый срок проведения пятничной забастовки",
        "title_en": "Employees of the Canadian Border Service Agency have set a new deadline for Friday's strike",
        "summary": "Более 9000 работников Канадского агентства пограничной службы объявили о начале новой забастовки 14 июня.\r\nВ пятницу начнется акция по трудоустройству, если не будет достигнуто соглашение с Канадским агентством пограничных служб и казначейским советом.\r\nРабочие надеются избежать забастовки и возможных сбоев на границах Канады.\r\nКлючевые вопросы для переговоров включают равенство в оплате труда, удаленную работу и пенсионные выплаты.\r\nПрофсоюзы утверждают, что аналогичная забастовка три года назад привела к остановке коммерческого приграничного движения и вызвала серьезные задержки по всей стране.\r\nРаботники готовы бороться за справедливый выход на пенсию, справедливую заработную плату и за то, чтобы CBSA стало лучшим местом для работы.",
        "summary_en": "More than 9,000 employees of the Canadian Border Protection Agency announced the start of a new strike on June 14.\r\nA job promotion will begin on Friday unless an agreement is reached with the Canadian Border Services Agency and the Treasury Board.\r\nThe workers hope to avoid a strike and possible disruptions at Canada's borders.\r\nKey issues for negotiations include pay equity, remote work and pension payments.\r\nUnions claim that a similar strike three years ago brought commercial border traffic to a standstill and caused severe delays across the country.\r\nEmployees are ready to fight for a fair retirement, fair wages and for CBSA to become the best place to work.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2021/11/CP16097586-scaled.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "пограничники",
        "created": "2024-06-11 04:00:37.207301"
    },
    {
        "url": "https://elpais.com/america/2024-06-11/lula-anuncia-una-inversion-millonaria-en-universidades-de-brasil-para-intentar-poner-fin-a-una-huelga-de-profesores.html",
        "title": "Лула объявил о миллионных инвестициях в университеты Бразилии, чтобы попытаться положить конец забастовке преподавателей",
        "title_en": "Lula announced millions of dollars in investments in Brazilian universities to try to end the teachers' strike",
        "summary": "Президент Бразилии Лула объявил о выделении 5,5 миллиардов реалов на модернизацию федеральных университетов и строительство новых кампусов.\r\nИнвестиции направлены на реконструкцию классных комнат, лабораторий, аудиторий или библиотек, а также создание 10 новых кампусов.\r\nУвеличение стипендий предназначено для обеспечения продолжения обучения наиболее уязвимых учащихся, таких как коренные жители и киломболасы.\r\nПреподаватели и сотрудники федеральных университетов проводят забастовки с апреля, призывая к повышению заработной платы, улучшению бюджета и отмене правил, принятых предыдущими правительствами.\r\nМобилизация протестов неравномерна и не привела к полному остановке университетов, но является камнем преткновения для правительства.\r\nТребования преподавателей различаются, но в целом они требуют повышения на 22% уже в этом году.\r\nНа этой неделе предстоят новые раунды переговоров, и есть надежда, что меры, объявленные Лулой, помогут разрядить обстановку.",
        "summary_en": "Brazilian President Lula announced the allocation of 5.5 billion reais for the modernization of federal universities and the construction of new campuses.\r\nInvestments are aimed at the reconstruction of classrooms, laboratories, classrooms or libraries, as well as the creation of 10 new campuses.\r\nThe increase in scholarships is intended to ensure that the most vulnerable students, such as indigenous people and Kilombolas, continue their studies.\r\nTeachers and staff at federal universities have been on strike since April, calling for higher wages, better budgets and the repeal of rules adopted by previous governments.\r\nThe mobilization of protests is uneven and has not led to a complete shutdown of universities, but is a stumbling block for the government.\r\nThe requirements of teachers vary, but in general they require a 22% increase this year.\r\nNew rounds of negotiations are coming this week, and it is hoped that the measures announced by Lula will help defuse the situation.",
        "image": "https://imagenes.elpais.com/resizer/v2/56AYL5ZKZCG4X7TSUEGZGUPBPM.jpg?auth=018e6d496e79be4517f4e629d280d5d5e46b0f9c340568e72fcc45fc291bde0f&width=1200",
        "country": {
            "name": "бразилия",
            "flag": "🇧🇷"
        },
        "who": "преподаватели",
        "created": "2024-06-11 07:50:49.021586"
    },
    {
        "url": "https://elpais.com/america-colombia/2024-06-11/los-maestros-oficiales-anuncian-un-paro-en-su-puja-por-priorizar-la-educacion-publica.html",
        "title": "Официальные учителя объявляют о прекращении участия в торгах из-за приоритета государственного образования",
        "title_en": "Official teachers announce the termination of participation in the auction due to the priority of public education",
        "summary": "Fecode, крупнейший профсоюз в Колумбии, выражает недовольство поправками к реформе образования.\r\nПоправки открывают двери для коммерциализации образования, против которой выступал Fecode.\r\nПрофсоюз готовит забастовку против администрации президента Густаво Петро и обвиняет министра образования в нарушении приоритета государственного образования.\r\nРеформа направлена на закрепление основного права на образование и требует более широкого большинства голосов.\r\nFecode критикует роль частного сектора в проекте реформы и считает, что это может привести к возвращению инициатив, подобных Ser's Pilo Paga.\r\nПрофсоюз требует, чтобы проект был свернут и снова продан, считая, что поправки перевернули всю реформу с ног на голову.",
        "summary_en": "Fecode, the largest trade union in Colombia, expresses dissatisfaction with the amendments to the education reform.\r\nThe amendments open the door to the commercialization of education, which was opposed by Fecode.\r\nThe union is preparing a strike against the administration of President Gustavo Petro and accuses the Minister of Education of violating the priority of public education.\r\nThe reform is aimed at consolidating the basic right to education and requires a broader majority of votes.\r\nFecode criticizes the role of the private sector in the reform project and believes that this could lead to the return of initiatives like Ser's Pilo Paga.\r\nThe union demands that the project be scrapped and sold again, believing that the amendments have turned the entire reform upside down.",
        "image": "https://imagenes.elpais.com/resizer/v2/EF3TAYOPBZC2DKBLGEG2C66SBM.jpg?auth=c73fed44b25a17218e436a77f35db6cb19347724f59b9ea8cd21bdc6cbc5d051&width=1200",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "преподаватели",
        "created": "2024-06-11 08:12:41.039197"
    },
    {
        "url": "https://www.bankier.pl/wiadomosc/Strajk-glodowy-w-wenezuelskich-wiezieniach-Protest-przeciwko-skrajnemu-ich-przepelnieniu-8762818.html?utm_source=RSS&utm_medium=RSS&utm_campaign=Wiadomosci",
        "title": "Голодовка в венесуэльских тюрьмах. Протест против крайнего их переполнения",
        "title_en": "Hunger strike in Venezuelan prisons. Protest against their extreme overflow",
        "summary": "Заключенные в 16 из 23 штатов Венесуэлы объявили голодовку против переполнения тюрем и содержания без суда тысяч заключенных.\r\nГолодовка также началась в центрах профилактического содержания под стражей для женщин.\r\nВ социальных сетях появились фотографии и видеоролики, предоставленные оппозиционной венесуэльской обсерваторией тюрем.\r\nПротестующие требуют решения проблемы крайней переполненности исправительных учреждений и продления времени ожидания судебного процесса.\r\nПротесты связаны с отсутствием медицинской помощи в исправительных учреждениях.\r\nВенесуэльской обсерваторией заключенных также бьет тревогу из-за проблемы крайнего недоедания заключенных и торговли оружием заключенными членами преступных организаций.\r\nOVP предоставила Межамериканской комиссии по правам человека, Всемирной организации против пыток и Amnesty International документацию об условиях пенитенциарных учреждений Венесуэлы.",
        "summary_en": "Prisoners in 16 of Venezuela's 23 states have gone on hunger strike against prison overcrowding and the detention of thousands of prisoners without trial.\r\nA hunger strike has also begun in preventive detention centers for women.\r\nPhotos and videos provided by the opposition Venezuelan Observatory of Prisons have appeared on social networks.\r\nThe protesters demand a solution to the problem of extreme overcrowding in correctional institutions and an extension of the waiting time for the trial.\r\nThe protests are related to the lack of medical care in correctional facilities.\r\nThe Venezuelan Prisoners Observatory is also sounding the alarm about the problem of extreme malnutrition of prisoners and the trafficking of weapons by imprisoned members of criminal organizations.\r\nOVP provided documentation on the conditions of Venezuela's penitentiary institutions to the Inter-American Commission on Human Rights, the World Organization against Torture and Amnesty International.",
        "image": "https://galeria.bankier.pl/p/b/1/d48c8ef2a7cbd1-945-560-0-82-1730-1037.jpg",
        "country": {
            "name": "венесуэла",
            "flag": "🇻🇪"
        },
        "who": null,
        "created": "2024-06-11 08:20:35.369752"
    },
    {
        "url": "https://toronto.citynews.ca/2024/06/10/union-representing-canadian-border-agents-moves-strike-deadline-to-friday-at-midnight/",
        "title": "Профсоюз, представляющий интересы канадских пограничников, переносит крайний срок забастовки на полночь пятницы",
        "title_en": "The union representing the interests of Canadian border guards reschedules the strike deadline to midnight on Friday",
        "summary": "Профсоюз канадских пограничников переносит крайний срок забастовки на пятницу.\r\nРабочие намерены провести забастовку, если не будет достигнуто соглашение с федеральным правительством.\r\nКанадский альянс государственной службы перенес крайний срок проведения забастовки на 12:01 пятницы.\r\nПереговоры с Советом казначейства были продлены на прошлой неделе.\r\nПограничники должны были начать забастовку в прошлую пятницу, но переговоры были продолжены.\r\nПрофсоюз надеется избежать забастовки и потенциальных сбоев на границах Канады.\r\nПравительство утверждает, что 90% пограничников относятся к категории незаменимых.\r\nЧлены профсоюза могут работать по принципу \"править\", что может привести к замедлению темпов роста.",
        "summary_en": "The Canadian Border Guards Union reschedules the strike deadline for Friday.\r\nThe workers intend to go on strike unless an agreement is reached with the federal government.\r\nThe Canadian Public Service Alliance has postponed the strike deadline to 12:01 p.m. on Friday.\r\nNegotiations with the Treasury Board were extended last week.\r\nThe border guards were supposed to start a strike last Friday, but negotiations continued.\r\nThe union hopes to avoid a strike and potential disruptions at Canada's borders.\r\nThe Government claims that 90% of border guards are classified as irreplaceable.\r\nUnion members can work on the \"rule\" principle, which can lead to a slowdown in growth.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2024/06/0746d54d-1c8f-4914-a24c-fd12a99d0085.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "пограничники",
        "created": "2024-06-11 09:10:35.603645"
    }
]