[
    {
        "url": "https://www.irishtimes.com/ireland/social-affairs/2024/06/11/national-advocacy-service-in-talks-to-secure-funding-for-pay-rises-to-avoid-strike-by-staff-this-week/",
        "title": "Национальная служба адвокации ведет переговоры о выделении средств на повышение заработной платы, чтобы избежать забастовки сотрудников на этой неделе",
        "title_en": "The National Advocacy Service is negotiating the allocation of funds for a salary increase to avoid a staff strike this week",
        "summary": "NAS ведет переговоры о финансировании для повышения заработной платы сотрудников, чтобы избежать забастовки.\r\nОколо 50 сотрудников организации намерены объявить забастовку из-за спора по поводу заработной платы и аттестации.\r\nСотрудники говорят, что им были предоставлены более низкие условия и структура классов с момента выделения организации.\r\nNAS утверждает, что забастовка может негативно сказаться на клиентах.\r\nСуд по трудовым спорам рекомендовал руководству ходатайствовать о выделении средств для повышения заработной платы.\r\nNAS признает обоснованность повышения заработной платы, но не может повышать ставки без корректировки финансирования.\r\nЗабастовка отражает глубокую озабоченность сотрудников по поводу равенства в оплате труда и справедливости.",
        "summary_en": "NAS is negotiating funding to raise employee salaries to avoid a strike.\r\nAbout 50 employees of the organization intend to go on strike due to a dispute over wages and certification.\r\nEmployees say they have been given lower conditions and class structure since the organization was allocated.\r\nNAS claims that the strike could have a negative impact on customers.\r\nThe Labor Dispute Court recommended that the management apply for funds to increase wages.\r\nThe NAS recognizes the validity of wage increases, but cannot raise rates without adjusting funding.\r\nThe strike reflects the deep concern of employees about pay equity and fairness.",
        "image": "https://www.irishtimes.com/resizer/PS_2SMvw1Y8dRtxTgfnU5BhnFck=/1200x630/filters:format(jpg):quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/GJXQLBWAURHG5AVD62UVFA5T2E.jpg",
        "country": {
            "name": "ирландия",
            "flag": "🇮🇪"
        },
        "who": "соцработники",
        "created": "2024-06-11 20:10:49.653216"
    }
]