[
    {
        "url": "https://apnews.com/article/waffle-house-servers-pay-wages-bb4eef34bb21262d13b0031469b5dc7f",
        "title": "Waffle House повышает зарплату работникам после забастовок и давления со стороны профсоюзных организаторов",
        "title_en": "Waffle House raises workers' salaries after strikes and pressure from union organizers",
        "summary": "Waffle House повышает зарплату работникам после давления со стороны профсоюзных организаций.\r\nБазовая заработная плата вырастет до 3 долларов в час в июне и постепенно увеличится до 5,25 долларов к июню 2026 года.\r\nПовышение заработной платы будет компенсировано повышением цен в меню.\r\nКомпания также добавляет бонусы за пребывание в должности и надбавки за работу в более поздние смены.\r\nПрофсоюз работников сферы обслуживания Юга проводил забастовки в ресторанах Waffle House, требуя повышения заработной платы и круглосуточной охраны.\r\nГруппа также обратилась в Министерство труда с просьбой пересмотреть вычеты на питание.\r\nWaffle House располагает 2000 ресторанами по всей территории США, в основном на Юге и Среднем Западе.",
        "summary_en": "Waffle House raises workers' salaries after pressure from trade union organizations.\r\nThe base salary will rise to $3 per hour in June and gradually increase to $5.25 by June 2026.\r\nThe increase in wages will be offset by an increase in prices on the menu.\r\nThe company also adds bonuses for staying in office and bonuses for working later shifts.\r\nThe Southern Service Workers Union held strikes at Waffle House restaurants, demanding higher wages and round-the-clock security.\r\nThe group also asked the Ministry of Labor to review the food deductions.\r\nWaffle House has 2,000 restaurants throughout the United States, mostly in the South and Midwest.",
        "image": "https://dims.apnews.com/dims4/default/7b72dc9/2147483647/strip/true/crop/1013x570+0+53/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F03%2Fa5%2F78efa835affdc0bd180027470e74%2Ff2ee3a9683794d56a6afedc03caf85c0",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": null,
        "created": "2024-06-12 00:00:52.279101"
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-13519731/Sydney-light-rail-strike-Commuter-chaos-trams-stop-running-bad-news-youre-going-Vivid-tonight.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
        "title": "Хаос в пригородных поездах из-за забастовки легкорельсового транспорта выводит из строя трамвайную систему",
        "title_en": "Commuter train chaos due to light rail strike disrupts tram system",
        "summary": "В среду система легкорельсового транспорта в Сиднее будет закрыта на 24-часовую забастовку из-за требований профсоюза повысить заработную плату на 23% и предоставить дополнительные пять дней больничного.\r\nПассажирам, путешествующим по линиям L1 Далвич-Хилл, L2 Рэндвик или L3 Кингсфорд, придется искать альтернативные маршруты передвижения.\r\nЗабастовка также коснется посетителей, приезжающих в Центральный деловой район на Яркий фестиваль.\r\nГенеральный координатор по транспорту в Новом Южном Уэльсе призвал пассажиров пригородных поездов обратить внимание на забастовку и планировать свое путешествие.\r\nЧлены RTBU проголосовали за отклонение сделки, которая не смогла решить проблемы сотрудников.\r\nБыли выделены дополнительные автобусы, чтобы помочь учащимся добраться от Центрального железнодорожного вокзала до своего кампуса.",
        "summary_en": "Sydney's light rail system will be shut down for a 24-hour strike on Wednesday over union demands for a 23% pay rise and an additional five days of sick leave.\r\nPassengers traveling on the L1 Dulwich Hill, L2 Randwick or L3 Kingsford lines will have to look for alternative routes.\r\nThe strike will also affect visitors coming to the Central Business District for a Vibrant festival.\r\nThe General Coordinator for Transport in New South Wales has urged commuters to pay attention to the strike and plan their journey.\r\nRTBU members voted to reject the deal, which failed to solve the employees' problems.\r\nAdditional buses have been allocated to help students get from the Central Train Station to their campus.",
        "image": "https://i.dailymail.co.uk/1s/2024/06/12/00/85998599-0-image-a-7_1718147182718.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-12 02:20:33.929190"
    },
    {
        "url": "https://www.brusselstimes.com/belgium/1088419/strike-at-tec-extends-to-hainaut-after-attack-on-driver",
        "title": "Забастовка в TEC распространилась на Эно после нападения на водителя автобуса",
        "title_en": "The TEC strike spread to Hainaut after an attack on a bus driver",
        "summary": "Водитель автобуса подвергся физическому нападению в районе Ватерлоо.\r\nИнцидент произошел в автобусе транспортной компании Keolis, управляемом около 18:00.\r\nСпор начался из-за отсутствия или недействительности билета у пассажира с детьми.\r\nВодитель сообщил пассажиру о платном проезде, после чего тот ударил его кулаком в лицо.\r\n54-летний водитель получил травму глаза и признан нетрудоспособным на первоначальный семидневный период.\r\nПолиция Ватерлоо подтвердила вмешательство и выдвинула обвинения в нападении и нанесении побоев.\r\nДругие водители Keolis из Женаппе, Брейн-л'Алле и Нивеля решили провести забастовку в ожидании результатов встречи с руководством компании.\r\nПредставители профсоюза осудили недавнее словесное нападение на женщину-водителя в Брен-ле-Конте.",
        "summary_en": "A bus driver was physically assaulted in the Waterloo area.\r\nThe incident occurred on a bus operated by the Keolis transport company at about 18:00.\r\nThe dispute began due to the absence or invalidity of a ticket for a passenger with children.\r\nThe driver informed the passenger about the toll, after which he punched him in the face.\r\nThe 54-year-old driver suffered an eye injury and was declared incapacitated for an initial seven-day period.\r\nWaterloo Police confirmed the intervention and filed charges of assault and battery.\r\nOther Keolis drivers from Genappe, Brain-l'alley and Nivelle decided to hold a strike in anticipation of the results of the meeting with the company's management.\r\nUnion representatives condemned the recent verbal attack on a female driver in Braine-le-Comte.",
        "image": "https://api.brusselstimes.com/wp-content/uploads/2024/06/f1e03e5f-6930-4c91-b4f6-479f159f6473-1024x768.jpg",
        "country": {
            "name": "бельгия",
            "flag": "🇧🇪"
        },
        "who": "водители автобусов",
        "created": "2024-06-12 03:50:39.144707"
    },
    {
        "url": "https://toronto.citynews.ca/2024/06/11/cbsa-border-workers-tentative-deal/",
        "title": "Работники Агентства пограничной службы Канады достигли предварительного соглашения: профсоюз",
        "title_en": "Employees of the Canadian Border Service Agency have reached a preliminary agreement: the union",
        "summary": "Более 9000 работников Канадского агентства пограничной службы (CBSA) достигли предварительного соглашения.\r\nИзначально планировалось начать забастовку 7 июня, но она была отложена после достижения соглашения о продлении посреднических переговоров.\r\nКлючевыми вопросами для переговоров были равенство заработной платы с другими правоохранительными органами, удаленная работа и пенсионные выплаты.\r\nПредварительное соглашение демонстрирует важность переговоров для достижения наилучших договоренностей.\r\nСотрудники пограничных служб имеют решающее значение для охраны границ, и это предварительное соглашение признает важность этой работы.\r\nДетали предварительной сделки будут обнародованы после того, как профсоюз поделится ими с членами профсоюза.\r\nЧленам Совета все еще необходимо проголосовать, чтобы ратифицировать соглашение.",
        "summary_en": "More than 9,000 employees of the Canadian Border Protection Agency (CBSA) have reached a preliminary agreement.\r\nThe strike was originally scheduled to begin on June 7, but it was postponed after an agreement was reached to extend mediation talks.\r\nThe key issues for the negotiations were wage equality with other law enforcement agencies, remote work and pension payments.\r\nThe preliminary agreement demonstrates the importance of negotiations to achieve the best possible agreements.\r\nBorder guards are crucial to border security, and this preliminary agreement recognizes the importance of this work.\r\nThe details of the preliminary deal will be made public after the union shares them with union members.\r\nCouncil members still need to vote to ratify the agreement.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2023/10/2023103014100-653fef61420cce621d2da36cjpeg-e1704392605464.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "пограничники",
        "created": "2024-06-12 04:50:47.509201"
    },
    {
        "url": "https://elpais.com/america-colombia/2024-06-12/entre-el-respaldo-a-petro-y-la-autonomia-sindical-fecode-inicia-un-paro-contra-el-gobierno.html",
        "title": "Между поддержкой Петро и автономией профсоюзов: Fecode инициирует забастовку против правительства",
        "title_en": "Between Petro's support and the autonomy of trade unions: Fecode initiates a strike against the government",
        "summary": "Fecode, крупнейший профсоюз Колумбии, инициирует забастовку против правительства Густаво Петро.\r\nПрофсоюз поддерживает президента, но отказывается от реформы образования из-за изменений, предложенных исполнительной властью.\r\nИзменения в реформе образования вызывают недовольство Fecode, который считает, что проект утратил свою суть.\r\nПримирение с оппозицией и спасение реформы является сложной задачей для Fecode.\r\nПрофсоюз обещает сохранить свою автономию и защищать интересы своих членов, несмотря на поддержку правительства.\r\nКритика касается не существа, а реализации реформы, поскольку содержание реформы было одобрено Fecode.",
        "summary_en": "Fecode, Colombia's largest trade union, is initiating a strike against the government of Gustavo Petro.\r\nThe union supports the president, but refuses to reform education because of the changes proposed by the executive branch.\r\nThe changes in the education reform cause dissatisfaction with Fecode, who believes that the project has lost its essence.\r\nReconciling with the opposition and saving the reform is a difficult task for Fecode.\r\nThe union promises to maintain its autonomy and protect the interests of its members, despite the support of the government.\r\nThe criticism is not about the substance, but about the implementation of the reform, since the content of the reform was approved by Fecode.",
        "image": "https://imagenes.elpais.com/resizer/v2/QWAASOL5BJBO7F7ROLZFWIUP3Q.jpg?auth=ee63bb1764a593cf4d0379bc675314d8a3d0bb60d1a14bd5d8e19d9f1201cb82&width=1200",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "преподаватели",
        "created": "2024-06-12 08:20:33.512828"
    }
]