[
    {
        "url": "https://apnews.com/article/waffle-house-servers-pay-wages-bb4eef34bb21262d13b0031469b5dc7f",
        "title": "Waffle House повышает зарплату работникам после забастовок и давления со стороны профсоюзных организаторов",
        "title_en": "Waffle House raises workers' salaries after strikes and pressure from union organizers",
        "summary": "Waffle House повышает зарплату работникам после давления со стороны профсоюзных организаций.\r\nБазовая заработная плата вырастет до 3 долларов в час в июне и постепенно увеличится до 5,25 долларов к июню 2026 года.\r\nПовышение заработной платы будет компенсировано повышением цен в меню.\r\nКомпания также добавляет бонусы за пребывание в должности и надбавки за работу в более поздние смены.\r\nПрофсоюз работников сферы обслуживания Юга проводил забастовки в ресторанах Waffle House, требуя повышения заработной платы и круглосуточной охраны.\r\nГруппа также обратилась в Министерство труда с просьбой пересмотреть вычеты на питание.\r\nWaffle House располагает 2000 ресторанами по всей территории США, в основном на Юге и Среднем Западе.",
        "summary_en": "Waffle House raises workers' salaries after pressure from trade union organizations.\r\nThe base salary will rise to $3 per hour in June and gradually increase to $5.25 by June 2026.\r\nThe increase in wages will be offset by an increase in prices on the menu.\r\nThe company also adds bonuses for staying in office and bonuses for working later shifts.\r\nThe Southern Service Workers Union held strikes at Waffle House restaurants, demanding higher wages and round-the-clock security.\r\nThe group also asked the Ministry of Labor to review the food deductions.\r\nWaffle House has 2,000 restaurants throughout the United States, mostly in the South and Midwest.",
        "image": "https://dims.apnews.com/dims4/default/7b72dc9/2147483647/strip/true/crop/1013x570+0+53/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F03%2Fa5%2F78efa835affdc0bd180027470e74%2Ff2ee3a9683794d56a6afedc03caf85c0",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": null,
        "created": "2024-06-12 00:00:52.279101"
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-13519731/Sydney-light-rail-strike-Commuter-chaos-trams-stop-running-bad-news-youre-going-Vivid-tonight.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
        "title": "Хаос в пригородных поездах из-за забастовки легкорельсового транспорта выводит из строя трамвайную систему",
        "title_en": "Commuter train chaos due to light rail strike disrupts tram system",
        "summary": "В среду система легкорельсового транспорта в Сиднее будет закрыта на 24-часовую забастовку из-за требований профсоюза повысить заработную плату на 23% и предоставить дополнительные пять дней больничного.\r\nПассажирам, путешествующим по линиям L1 Далвич-Хилл, L2 Рэндвик или L3 Кингсфорд, придется искать альтернативные маршруты передвижения.\r\nЗабастовка также коснется посетителей, приезжающих в Центральный деловой район на Яркий фестиваль.\r\nГенеральный координатор по транспорту в Новом Южном Уэльсе призвал пассажиров пригородных поездов обратить внимание на забастовку и планировать свое путешествие.\r\nЧлены RTBU проголосовали за отклонение сделки, которая не смогла решить проблемы сотрудников.\r\nБыли выделены дополнительные автобусы, чтобы помочь учащимся добраться от Центрального железнодорожного вокзала до своего кампуса.",
        "summary_en": "Sydney's light rail system will be shut down for a 24-hour strike on Wednesday over union demands for a 23% pay rise and an additional five days of sick leave.\r\nPassengers traveling on the L1 Dulwich Hill, L2 Randwick or L3 Kingsford lines will have to look for alternative routes.\r\nThe strike will also affect visitors coming to the Central Business District for a Vibrant festival.\r\nThe General Coordinator for Transport in New South Wales has urged commuters to pay attention to the strike and plan their journey.\r\nRTBU members voted to reject the deal, which failed to solve the employees' problems.\r\nAdditional buses have been allocated to help students get from the Central Train Station to their campus.",
        "image": "https://i.dailymail.co.uk/1s/2024/06/12/00/85998599-0-image-a-7_1718147182718.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-12 02:20:33.929190"
    },
    {
        "url": "https://www.brusselstimes.com/belgium/1088419/strike-at-tec-extends-to-hainaut-after-attack-on-driver",
        "title": "Забастовка в TEC распространилась на Эно после нападения на водителя автобуса",
        "title_en": "The TEC strike spread to Hainaut after an attack on a bus driver",
        "summary": "Водитель автобуса подвергся физическому нападению в районе Ватерлоо.\r\nИнцидент произошел в автобусе транспортной компании Keolis, управляемом около 18:00.\r\nСпор начался из-за отсутствия или недействительности билета у пассажира с детьми.\r\nВодитель сообщил пассажиру о платном проезде, после чего тот ударил его кулаком в лицо.\r\n54-летний водитель получил травму глаза и признан нетрудоспособным на первоначальный семидневный период.\r\nПолиция Ватерлоо подтвердила вмешательство и выдвинула обвинения в нападении и нанесении побоев.\r\nДругие водители Keolis из Женаппе, Брейн-л'Алле и Нивеля решили провести забастовку в ожидании результатов встречи с руководством компании.\r\nПредставители профсоюза осудили недавнее словесное нападение на женщину-водителя в Брен-ле-Конте.",
        "summary_en": "A bus driver was physically assaulted in the Waterloo area.\r\nThe incident occurred on a bus operated by the Keolis transport company at about 18:00.\r\nThe dispute began due to the absence or invalidity of a ticket for a passenger with children.\r\nThe driver informed the passenger about the toll, after which he punched him in the face.\r\nThe 54-year-old driver suffered an eye injury and was declared incapacitated for an initial seven-day period.\r\nWaterloo Police confirmed the intervention and filed charges of assault and battery.\r\nOther Keolis drivers from Genappe, Brain-l'alley and Nivelle decided to hold a strike in anticipation of the results of the meeting with the company's management.\r\nUnion representatives condemned the recent verbal attack on a female driver in Braine-le-Comte.",
        "image": "https://api.brusselstimes.com/wp-content/uploads/2024/06/f1e03e5f-6930-4c91-b4f6-479f159f6473-1024x768.jpg",
        "country": {
            "name": "бельгия",
            "flag": "🇧🇪"
        },
        "who": "водители автобусов",
        "created": "2024-06-12 03:50:39.144707"
    },
    {
        "url": "https://toronto.citynews.ca/2024/06/11/cbsa-border-workers-tentative-deal/",
        "title": "Работники Агентства пограничной службы Канады достигли предварительного соглашения: профсоюз",
        "title_en": "Employees of the Canadian Border Service Agency have reached a preliminary agreement: the union",
        "summary": "Более 9000 работников Канадского агентства пограничной службы (CBSA) достигли предварительного соглашения.\r\nИзначально планировалось начать забастовку 7 июня, но она была отложена после достижения соглашения о продлении посреднических переговоров.\r\nКлючевыми вопросами для переговоров были равенство заработной платы с другими правоохранительными органами, удаленная работа и пенсионные выплаты.\r\nПредварительное соглашение демонстрирует важность переговоров для достижения наилучших договоренностей.\r\nСотрудники пограничных служб имеют решающее значение для охраны границ, и это предварительное соглашение признает важность этой работы.\r\nДетали предварительной сделки будут обнародованы после того, как профсоюз поделится ими с членами профсоюза.\r\nЧленам Совета все еще необходимо проголосовать, чтобы ратифицировать соглашение.",
        "summary_en": "More than 9,000 employees of the Canadian Border Protection Agency (CBSA) have reached a preliminary agreement.\r\nThe strike was originally scheduled to begin on June 7, but it was postponed after an agreement was reached to extend mediation talks.\r\nThe key issues for the negotiations were wage equality with other law enforcement agencies, remote work and pension payments.\r\nThe preliminary agreement demonstrates the importance of negotiations to achieve the best possible agreements.\r\nBorder guards are crucial to border security, and this preliminary agreement recognizes the importance of this work.\r\nThe details of the preliminary deal will be made public after the union shares them with union members.\r\nCouncil members still need to vote to ratify the agreement.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2023/10/2023103014100-653fef61420cce621d2da36cjpeg-e1704392605464.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "пограничники",
        "created": "2024-06-12 04:50:47.509201"
    },
    {
        "url": "https://elpais.com/america-colombia/2024-06-12/entre-el-respaldo-a-petro-y-la-autonomia-sindical-fecode-inicia-un-paro-contra-el-gobierno.html",
        "title": "Между поддержкой Петро и автономией профсоюзов: Fecode инициирует забастовку против правительства",
        "title_en": "Between Petro's support and the autonomy of trade unions: Fecode initiates a strike against the government",
        "summary": "Fecode, крупнейший профсоюз Колумбии, инициирует забастовку против правительства Густаво Петро.\r\nПрофсоюз поддерживает президента, но отказывается от реформы образования из-за изменений, предложенных исполнительной властью.\r\nИзменения в реформе образования вызывают недовольство Fecode, который считает, что проект утратил свою суть.\r\nПримирение с оппозицией и спасение реформы является сложной задачей для Fecode.\r\nПрофсоюз обещает сохранить свою автономию и защищать интересы своих членов, несмотря на поддержку правительства.\r\nКритика касается не существа, а реализации реформы, поскольку содержание реформы было одобрено Fecode.",
        "summary_en": "Fecode, Colombia's largest trade union, is initiating a strike against the government of Gustavo Petro.\r\nThe union supports the president, but refuses to reform education because of the changes proposed by the executive branch.\r\nThe changes in the education reform cause dissatisfaction with Fecode, who believes that the project has lost its essence.\r\nReconciling with the opposition and saving the reform is a difficult task for Fecode.\r\nThe union promises to maintain its autonomy and protect the interests of its members, despite the support of the government.\r\nThe criticism is not about the substance, but about the implementation of the reform, since the content of the reform was approved by Fecode.",
        "image": "https://imagenes.elpais.com/resizer/v2/QWAASOL5BJBO7F7ROLZFWIUP3Q.jpg?auth=ee63bb1764a593cf4d0379bc675314d8a3d0bb60d1a14bd5d8e19d9f1201cb82&width=1200",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "преподаватели",
        "created": "2024-06-12 08:20:33.512828"
    },
    {
        "url": "https://www.rte.ie/news/2024/0612/1454258-nas-strike/",
        "title": "Забастовка в Национальной адвокатской службе",
        "title_en": "Strike in the National Advocacy Service",
        "summary": "Члены SIPTU, работающие в Национальной службе адвокации (NAS), начинают забастовку из-за спора о заработной плате и условиях труда.\r\nЗабастовка будет продолжаться до нахождения приемлемого решения спора.\r\nСотрудники NAS также проведут пикеты на рабочих местах.\r\nSIPTU представляет интересы 43 из 48 сотрудников организации.\r\nСотрудники считают, что будущее NAS находится под угрозой из-за неспособности обеспечить адекватное повышение заработной платы и улучшение условий труда.\r\nНациональная служба адвокации заявляет о возможных перебоях в предоставлении услуг и прилагает усилия для минимизации последствий для пользователей услуг и заинтересованных сторон.\r\nNAS признает обоснованность требований о выплате заработной платы и поддерживает сотрудников в стремлении к справедливой оплате труда.\r\nС 2010 года не было повышения заработной платы и выплат, связанных с прожиточным минимумом, для сотрудников NAS.",
        "summary_en": "SIPTU members working for the National Advocacy Service (NAS) are going on strike over a dispute over wages and working conditions.\r\nThe strike will continue until an acceptable solution to the dispute is found.\r\nNAS employees will also hold pickets at their workplaces.\r\nSIPTU represents the interests of 43 of the 48 employees of the organization.\r\nEmployees believe that the future of NAS is at risk due to the inability to provide adequate wage increases and improved working conditions.\r\nThe National Advocacy Service declares possible interruptions in the provision of services and makes efforts to minimize the consequences for service users and stakeholders.\r\nNAS recognizes the validity of salary claims and supports employees in the pursuit of fair pay.\r\nSince 2010, there have been no salary increases and living wage payments for NAS employees.",
        "image": "https://img.rasset.ie/002019f1-1600.jpg",
        "country": {
            "name": "ирландия",
            "flag": "🇮🇪"
        },
        "who": "юристы",
        "created": "2024-06-12 11:40:56.058938"
    },
    {
        "url": "https://www.bankier.pl/wiadomosc/Nie-ma-porozumienia-w-JSW-Gornicze-zwiazki-szykuja-sie-do-protestu-8763800.html?utm_source=RSS&utm_medium=RSS&utm_campaign=Wiadomosci",
        "title": "В JSW нет соглашения. Горняки готовятся к протесту",
        "title_en": "There is no agreement in JSW. Miners are preparing for a protest",
        "summary": "Очередное посредническое совещание по повышению заработной платы между профсоюзами и советом директоров компании завершилось без соглашения.\r\nШахтеры объявили акцию протеста из-за отсутствия прогресса в переговорах о повышении заработной платы в 2024 году.\r\nРазмер бюджета заработной платы в Ястшембской угольной компании остается предметом спора между профсоюзами и руководством компании.\r\nПосредник был необходим для проведения двух последних туров переговоров, которые состоялись 27 мая и 10 июня.\r\nИзменения в правлении JSW произошли в результате смены власти в Польше.\r\nПрофсоюзная сторона считает предложение совета директоров фактическим сокращением заработной платы.\r\nВопрос о фонде заработной платы является ключевым в понимании спора в JSW.\r\nПереговоры о повышении зарплат в JSW в 2024 году начались уже в прошлом году.",
        "summary_en": "Another mediation meeting on wage increases between the trade unions and the company's board of directors ended without an agreement.\r\nThe miners announced a protest action due to the lack of progress in negotiations on a wage increase in 2024.\r\nThe size of the salary budget at the Yastshemba Coal Company remains a matter of dispute between the trade unions and the company's management.\r\nA mediator was needed for the last two rounds of negotiations, which took place on May 27 and June 10.\r\nThe changes in the JSW board occurred as a result of the change of power in Poland.\r\nThe trade union side considers the proposal of the board of directors to be an actual reduction in wages.\r\nThe issue of the salary fund is key to understanding the dispute in JSW.\r\nNegotiations on a salary increase at JSW in 2024 began last year.",
        "image": "https://galeria.bankier.pl/p/6/8/7934b1fb0b2a63-945-560-0-0-3500-2099.jpg",
        "country": {
            "name": "польша",
            "flag": "🇵🇱"
        },
        "who": "шахтеры",
        "created": "2024-06-12 13:45:44.944381"
    },
    {
        "url": "https://www.irishtimes.com/business/2024/06/12/iceland-worker-claims-personal-threats-following-strike-plans/",
        "title": "Исландский рабочий заявляет об угрозах в свой адрес в связи с планами проведения забастовки",
        "title_en": "An Icelandic worker claims threats against himself in connection with plans for a strike",
        "summary": "Бывшая работница из Исландии рассказала суду о угрозах судебного иска против ее собственности со стороны владельца ирландских магазинов.\r\nОна сообщила Комиссии по трудовым отношениям о серии ночных сообщений от бизнесмена, обвиняющего профсоюз в грязной игре и стремлении напасть на него лично.\r\nРаботница заявила, что бизнесмен подвергал ее \"домогательствам и травле\" из-за того, что она была членом профсоюза продавцов.\r\nОна также сообщила суду о дальнейших наказаниях в связи с забастовкой работников исландского магазина в Кулоке.\r\nРаботница стала управляющей цехом, когда на их рабочем месте образовалось отделение Независимого профсоюза работников.\r\nОна рассказала о проблемах с заработной платой и забастовке, которую компания Metron заняла позицию, считая незаконной.\r\nБизнесмен угрожал подать в суд на IWU и на работницу, если они не заплатят.",
        "summary_en": "A former employee from Iceland told the court about threats of legal action against her property from the owner of Irish shops.\r\nShe informed the Labor Relations Commission about a series of late-night messages from a businessman accusing the union of dirty play and seeking to attack him personally.\r\nThe employee stated that the businessman subjected her to \"harassment and harassment\" due to the fact that she was a member of the sellers' union.\r\nShe also informed the court of further punishments in connection with the strike of employees of the Icelandic store in Kuloka.\r\nThe employee became the manager of the workshop when a branch of the Independent Workers' Union was formed at their workplace.\r\nShe spoke about the problems with wages and the strike, which Metron took a position considering illegal.\r\nThe businessman threatened to sue IWU and the employee if they did not pay.",
        "image": "https://www.irishtimes.com/resizer/I6WJ3jrbca8FV848kHxroUS_cVM=/1200x630/filters:format(jpg):quality(70):focal(2458x1620:2468x1630)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/GZ6O52UZUBCYTB6GILUR7QBHGA.jpg",
        "country": {
            "name": "исландия",
            "flag": "🇮🇸"
        },
        "who": "сотрудники магазинов",
        "created": "2024-06-12 14:01:12.186706"
    },
    {
        "url": "https://www.theguardian.com/us-news/article/2024/jun/12/kroger-food-4-less-strike-vote",
        "title": "‘Мы не отступаем\": американские работники продуктовых магазинов устраивают забастовку против Крогера",
        "title_en": "‘We are not backing down': American grocery store workers go on strike against Kroger",
        "summary": "Около 6000 работников продуктовых магазинов планируют провести забастовку после истечения срока действия профсоюзного контракта с сетью Food 4 Less.\r\nКонтракт с United Food and Commercial Workers истек в субботу.\r\nРаботники борются за справедливую заработную плату, сопоставимую с другими продуктовыми магазинами в этом районе, а также за повышение безопасности и укомплектование персоналом.\r\nРаботники недовольны тем, как Food 4 Less обошлась с ними в процессе переговоров.\r\nНесколько членов профсоюза от Covid-19 потеряли членов семей, несмотря на то, что продуктовые сети демонстрировали резкий рост прибыли.\r\nКомпания Kroger сообщила о прибыли в размере $3,1 млрд в 2023 году и более чем $4,1 млрд в 2022 году.\r\nРаботники критикуют различия в оплате труда и заявления Крогера в поддержку разнообразия и инклюзивности.\r\nОпрос работников Kroger показал, что 14% являются бездомными или сталкивались с проблемой бездомности, и почти две трети сообщили, что ежемесячно зарабатывают недостаточно денег для покрытия основных расходов.",
        "summary_en": "About 6,000 grocery store workers are planning to go on strike after the expiration of a union contract with the Food 4 Less chain.\r\nThe contract with United Food and Commercial Workers expired on Saturday.\r\nThe workers are fighting for fair wages comparable to other grocery stores in the area, as well as increased security and staffing.\r\nEmployees are unhappy with how Food 4 Less treated them during the negotiation process.\r\nSeveral union members from Covid-19 lost family members, despite the fact that grocery chains showed a sharp increase in profits.\r\nKroger reported a profit of $3.1 billion in 2023 and more than $4.1 billion in 2022.\r\nWorkers criticize pay differences and Kroger's statements in support of diversity and inclusivity.\r\nA Kroger employee survey found that 14% are homeless or have experienced homelessness, and nearly two-thirds reported that they do not earn enough money each month to cover basic expenses.",
        "image": "https://i.guim.co.uk/img/media/a926454bb2f478a5b2c658755b486197a0289386/0_0_1620_972/master/1620.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b9f3b170eb0970e830c6a0ce6c21ac67",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": "сотрудники магазинов",
        "created": "2024-06-12 14:10:39.589000"
    },
    {
        "url": "https://www.infobae.com/politica/2024/06/12/el-mapa-de-la-movilizacion-piquetera-sindical-y-de-organizaciones-sociales-contra-la-ley-bases-frente-al-congreso/",
        "title": "Перед Конгрессом началась мобилизация пикетчиков, профсоюзов и общественных организаций против Закона об основах",
        "title_en": "Before the Congress, the mobilization of picketers, trade unions and public organizations against the Law on the Basics began",
        "summary": "Общественные организации, пикетчики и профсоюзы мобилизуются против Закона об основах, обсуждаемого в Сенате.\r\nЦель акции - оказать давление на парламентариев, чтобы они отклонили инициативу исполнительной власти.\r\nОрганизаторы обещают массовую акцию и обещают \"бросить вызов\" развертыванию федеральных сил.\r\nОкрестности Законодательного дворца огорожены забором, а безопасность внутри Конгресса и на подступах к нему усилена.\r\nВ операции участвуют четыре федеральных силы, их поддерживают пехота, специальные группы и моторизованные бригады.\r\nОрганизаторы планируют разбить лагерь или провести бдение, если дебаты затянутся и не будет четвертого антракта.\r\nПикетчики и общественные движения будут добираться до площади Конгресса перед парламентом на общественном транспорте.",
        "summary_en": "Public organizations, picketers and trade unions are mobilizing against the Basic Law being debated in the Senate.\r\nThe purpose of the action is to put pressure on parliamentarians to reject the initiative of the executive branch.\r\nThe organizers promise a mass action and promise to \"challenge\" the deployment of federal forces.\r\nThe surroundings of the Legislative Palace are fenced off, and security inside the Congress and on the approaches to it is strengthened.\r\nFour federal forces are involved in the operation, supported by infantry, special forces and motorized brigades.\r\nThe organizers plan to set up camp or hold a vigil if the debate drags on and there is no fourth intermission.\r\nPicketers and public movements will travel to the Congress Square in front of the Parliament by public transport.",
        "image": "https://www.infobae.com/new-resizer/kglLNhfAURo7VFo2iv8JIzYKtww=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/V5WDNOND4FF6ZB36RAGFB4SVCM.jpg",
        "country": {
            "name": "аргентина",
            "flag": "🇦🇷"
        },
        "who": "профсоюзы",
        "created": "2024-06-12 16:28:41.662927"
    },
    {
        "url": "https://navarra.okdiario.com/articulo/sociedad/empresa-navarra-que-vuelve-trabajo-despues-112-dias-huelga/20240612133852540728.amp.html",
        "title": "Компания из Наварры с 80 сотрудниками возвращается на работу после 112 дней забастовки",
        "title_en": "Navarre-based company with 80 employees returns to work after 112 days of strike",
        "summary": "Персонал Lozys Pharmaceuticals вернулся к работе после четырехмесячной забастовки.\r\nСоглашение улучшает условия труда и жизни 80 человек, входящих в состав персонала.\r\nELA (все 5 представителей комитета) подпишут сокращение рабочего дня на 24 часа, увеличение сверх CPI и другие улучшения.\r\nВесной 2023 года на предприятии впервые были проведены профсоюзные выборы, и ELA получила пять представителей.\r\nС тех пор предпринимались попытки заключить корпоративный договор, но не удалось достичь соглашения.\r\n20 февраля этого года коллектив решил объявить забастовку, которая продолжалась 112 дней.\r\nВо время забастовки в Элизондо прошли многочисленные демонстрации и митинги перед парламентом Наварры.\r\nELA дает положительную оценку как соглашению, так и забастовке, подчеркивая силу и солидарность работников.",
        "summary_en": "Lozys Pharmaceuticals staff returned to work after a four-month strike.\r\nThe agreement improves the working and living conditions of the 80 people who make up the staff.\r\nELA (all 5 representatives of the committee) will sign a 24-hour reduction in the working day, an increase in excess of CPI and other improvements.\r\nIn the spring of 2023, trade union elections were held at the enterprise for the first time, and ELA received five representatives.\r\nSince then, attempts have been made to conclude a corporate agreement, but no agreement has been reached.\r\nOn February 20 of this year, the team decided to go on strike, which lasted 112 days.\r\nDuring the strike, numerous demonstrations and rallies took place in Elizondo in front of the Parliament of Navarre.\r\nELA gives a positive assessment of both the agreement and the strike, emphasizing the strength and solidarity of the workers.",
        "image": "https://navarra.okdiario.com/media/navarra/images/2024/06/12/2024061213310251056.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "заводские рабочие",
        "created": "2024-06-12 18:20:57.747394"
    },
    {
        "url": "https://www.infobae.com/venezuela/2024/06/12/ascienden-a-51-los-centros-de-reclusion-de-venezuela-donde-los-detenidos-estan-en-huelga-de-hambre/",
        "title": "Число центров содержания под стражей в Венесуэле, где заключенные проводят голодовку, увеличилось до 51",
        "title_en": "The number of detention centers in Venezuela where prisoners are on hunger strike has increased to 51",
        "summary": "16 центров содержания под стражей присоединились к тюремной голодовке в Венесуэле.\r\nОбщее количество тюрем и полицейских участков увеличилось до 51 с протестами заключенных.\r\nГолодовка охватила Каракас и 17 из 23 штатов страны, в остальных шести регионах сообщений о протестах не поступало.\r\nТысячи заключенных продолжают забастовку, режим Николаса Мадуро не высказался по этому поводу.\r\nМинистерство пенитенциарных служб не прокомментировало забастовку и поделилось изображениями через X.\r\nЖенщины, лишенные свободы в Национальном институте женской ориентации, также присоединились к забастовке.\r\nВ отчете Межамериканской комиссии по правам человека положение лиц, лишенных свободы в Венесуэле, названо \"одним из самых серьезных в регионе\".\r\nПереполненность тюрем может представлять собой форму жестокого, бесчеловечного или унижающего достоинство обращения.",
        "summary_en": "16 detention centers have joined a prison hunger strike in Venezuela.\r\nThe total number of prisons and police stations increased to 51 with prisoner protests.\r\nThe hunger strike has spread to Caracas and 17 of the country's 23 states, while there have been no reports of protests in the other six regions.\r\nThousands of prisoners continue to strike, the regime of Nicolas Maduro has not spoken out about this.\r\nThe Ministry of Penitentiary Services did not comment on the strike and shared the images via X.\r\nWomen deprived of their liberty at the National Institute for Women's Orientation also joined the strike.\r\nA report by the Inter-American Commission on Human Rights called the situation of persons deprived of their liberty in Venezuela \"one of the most serious in the region.\"\r\nOvercrowding in prisons can be a form of cruel, inhuman or degrading treatment.",
        "image": "https://www.infobae.com/new-resizer/j-zHCBmKyU_J82owKIndD4Rf9LQ=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/RAL4GP737JDKRLV73MCXILG5JM.jpg",
        "country": {
            "name": "венесуэла",
            "flag": "🇻🇪"
        },
        "who": null,
        "created": "2024-06-12 19:10:47.150444"
    }
]