[
    {
        "url": "https://www.bankier.pl/wiadomosc/Nie-ma-porozumienia-w-JSW-Gornicze-zwiazki-szykuja-sie-do-protestu-8763800.html?utm_source=RSS&utm_medium=RSS&utm_campaign=Wiadomosci",
        "title": "В JSW нет соглашения. Горняки готовятся к протесту",
        "title_en": "There is no agreement in JSW. Miners are preparing for a protest",
        "summary": "Очередное посредническое совещание по повышению заработной платы между профсоюзами и советом директоров компании завершилось без соглашения.\r\nШахтеры объявили акцию протеста из-за отсутствия прогресса в переговорах о повышении заработной платы в 2024 году.\r\nРазмер бюджета заработной платы в Ястшембской угольной компании остается предметом спора между профсоюзами и руководством компании.\r\nПосредник был необходим для проведения двух последних туров переговоров, которые состоялись 27 мая и 10 июня.\r\nИзменения в правлении JSW произошли в результате смены власти в Польше.\r\nПрофсоюзная сторона считает предложение совета директоров фактическим сокращением заработной платы.\r\nВопрос о фонде заработной платы является ключевым в понимании спора в JSW.\r\nПереговоры о повышении зарплат в JSW в 2024 году начались уже в прошлом году.",
        "summary_en": "Another mediation meeting on wage increases between the trade unions and the company's board of directors ended without an agreement.\r\nThe miners announced a protest action due to the lack of progress in negotiations on a wage increase in 2024.\r\nThe size of the salary budget at the Yastshemba Coal Company remains a matter of dispute between the trade unions and the company's management.\r\nA mediator was needed for the last two rounds of negotiations, which took place on May 27 and June 10.\r\nThe changes in the JSW board occurred as a result of the change of power in Poland.\r\nThe trade union side considers the proposal of the board of directors to be an actual reduction in wages.\r\nThe issue of the salary fund is key to understanding the dispute in JSW.\r\nNegotiations on a salary increase at JSW in 2024 began last year.",
        "image": "https://galeria.bankier.pl/p/6/8/7934b1fb0b2a63-945-560-0-0-3500-2099.jpg",
        "country": {
            "name": "польша",
            "flag": "🇵🇱"
        },
        "who": "шахтеры",
        "created": "2024-06-12 13:45:44.944381"
    },
    {
        "url": "https://www.irishtimes.com/business/2024/06/12/iceland-worker-claims-personal-threats-following-strike-plans/",
        "title": "Исландский рабочий заявляет об угрозах в свой адрес в связи с планами проведения забастовки",
        "title_en": "An Icelandic worker claims threats against himself in connection with plans for a strike",
        "summary": "Бывшая работница из Исландии рассказала суду о угрозах судебного иска против ее собственности со стороны владельца ирландских магазинов.\r\nОна сообщила Комиссии по трудовым отношениям о серии ночных сообщений от бизнесмена, обвиняющего профсоюз в грязной игре и стремлении напасть на него лично.\r\nРаботница заявила, что бизнесмен подвергал ее \"домогательствам и травле\" из-за того, что она была членом профсоюза продавцов.\r\nОна также сообщила суду о дальнейших наказаниях в связи с забастовкой работников исландского магазина в Кулоке.\r\nРаботница стала управляющей цехом, когда на их рабочем месте образовалось отделение Независимого профсоюза работников.\r\nОна рассказала о проблемах с заработной платой и забастовке, которую компания Metron заняла позицию, считая незаконной.\r\nБизнесмен угрожал подать в суд на IWU и на работницу, если они не заплатят.",
        "summary_en": "A former employee from Iceland told the court about threats of legal action against her property from the owner of Irish shops.\r\nShe informed the Labor Relations Commission about a series of late-night messages from a businessman accusing the union of dirty play and seeking to attack him personally.\r\nThe employee stated that the businessman subjected her to \"harassment and harassment\" due to the fact that she was a member of the sellers' union.\r\nShe also informed the court of further punishments in connection with the strike of employees of the Icelandic store in Kuloka.\r\nThe employee became the manager of the workshop when a branch of the Independent Workers' Union was formed at their workplace.\r\nShe spoke about the problems with wages and the strike, which Metron took a position considering illegal.\r\nThe businessman threatened to sue IWU and the employee if they did not pay.",
        "image": "https://www.irishtimes.com/resizer/I6WJ3jrbca8FV848kHxroUS_cVM=/1200x630/filters:format(jpg):quality(70):focal(2458x1620:2468x1630)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/GZ6O52UZUBCYTB6GILUR7QBHGA.jpg",
        "country": {
            "name": "исландия",
            "flag": "🇮🇸"
        },
        "who": "сотрудники магазинов",
        "created": "2024-06-12 14:01:12.186706"
    },
    {
        "url": "https://www.theguardian.com/us-news/article/2024/jun/12/kroger-food-4-less-strike-vote",
        "title": "‘Мы не отступаем\": американские работники продуктовых магазинов устраивают забастовку против Крогера",
        "title_en": "‘We are not backing down': American grocery store workers go on strike against Kroger",
        "summary": "Около 6000 работников продуктовых магазинов планируют провести забастовку после истечения срока действия профсоюзного контракта с сетью Food 4 Less.\r\nКонтракт с United Food and Commercial Workers истек в субботу.\r\nРаботники борются за справедливую заработную плату, сопоставимую с другими продуктовыми магазинами в этом районе, а также за повышение безопасности и укомплектование персоналом.\r\nРаботники недовольны тем, как Food 4 Less обошлась с ними в процессе переговоров.\r\nНесколько членов профсоюза от Covid-19 потеряли членов семей, несмотря на то, что продуктовые сети демонстрировали резкий рост прибыли.\r\nКомпания Kroger сообщила о прибыли в размере $3,1 млрд в 2023 году и более чем $4,1 млрд в 2022 году.\r\nРаботники критикуют различия в оплате труда и заявления Крогера в поддержку разнообразия и инклюзивности.\r\nОпрос работников Kroger показал, что 14% являются бездомными или сталкивались с проблемой бездомности, и почти две трети сообщили, что ежемесячно зарабатывают недостаточно денег для покрытия основных расходов.",
        "summary_en": "About 6,000 grocery store workers are planning to go on strike after the expiration of a union contract with the Food 4 Less chain.\r\nThe contract with United Food and Commercial Workers expired on Saturday.\r\nThe workers are fighting for fair wages comparable to other grocery stores in the area, as well as increased security and staffing.\r\nEmployees are unhappy with how Food 4 Less treated them during the negotiation process.\r\nSeveral union members from Covid-19 lost family members, despite the fact that grocery chains showed a sharp increase in profits.\r\nKroger reported a profit of $3.1 billion in 2023 and more than $4.1 billion in 2022.\r\nWorkers criticize pay differences and Kroger's statements in support of diversity and inclusivity.\r\nA Kroger employee survey found that 14% are homeless or have experienced homelessness, and nearly two-thirds reported that they do not earn enough money each month to cover basic expenses.",
        "image": "https://i.guim.co.uk/img/media/a926454bb2f478a5b2c658755b486197a0289386/0_0_1620_972/master/1620.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b9f3b170eb0970e830c6a0ce6c21ac67",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": "сотрудники магазинов",
        "created": "2024-06-12 14:10:39.589000"
    },
    {
        "url": "https://www.zeit.de/news/2024-06/12/hafenarbeiter-legen-in-bremerhaven-arbeit-nieder",
        "title": "Предупредительная забастовка: докеры прекращают работу в Бремерхафене",
        "title_en": "Warning strike: dockers stop work in Bremerhaven",
        "summary": "Рабочие в Бремерхафене парализовали работу порта из-за предупредительной забастовки, организованной профсоюзом Verdi.\r\nЗабастовка запланирована на 22:00 до конца поздней смены.\r\nПрофсоюз хочет усилить давление на работодателей с помощью забастовки после безрезультатного второго раунда переговоров с Центральным объединением немецких портовых компаний (ZDS).\r\nВ переговорах участвуют около 11 000 сотрудников.\r\nВ Гамбурге работники морских портов уже прекратили работу, а во вторник пострадал порт Нойштадта в Бремене.\r\nВерди требует увеличения почасовой оплаты труда и повышения платы за смену.\r\nЦентральная ассоциация немецких портовых компаний предложила до 1 июня повышение заработной платы на 2,5 процента.\r\nТретий раунд переговоров запланирован на 17 и 18 апреля, а встреча назначена на июнь в Гамбурге.",
        "summary_en": "Workers in Bremerhaven have paralyzed the work of the port due to a warning strike organized by the Verdi trade union.\r\nThe strike is scheduled for 22:00 until the end of the late shift.\r\nThe union wants to increase pressure on employers with a strike after an inconclusive second round of negotiations with the Central Association of German Port Companies (ZDS).\r\nAbout 11,000 employees are involved in the negotiations.\r\nIn Hamburg, workers at seaports have already stopped working, and on Tuesday the port of Neustadt in Bremen was affected.\r\nVerdi demands an increase in hourly wages and an increase in shift fees.\r\nThe Central Association of German Port Companies has proposed a 2.5 percent wage increase by June 1.\r\nThe third round of negotiations is scheduled for April 17 and 18, and the meeting is scheduled for June in Hamburg.",
        "image": "https://img.zeit.de/news/2024-06/12/hafenarbeiter-legen-in-bremerhaven-arbeit-nieder-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "докеры",
        "created": "2024-06-12 15:41:11.769380"
    },
    {
        "url": "https://www.infobae.com/politica/2024/06/12/el-mapa-de-la-movilizacion-piquetera-sindical-y-de-organizaciones-sociales-contra-la-ley-bases-frente-al-congreso/",
        "title": "Перед Конгрессом началась мобилизация пикетчиков, профсоюзов и общественных организаций против Закона об основах",
        "title_en": "Before the Congress, the mobilization of picketers, trade unions and public organizations against the Law on the Basics began",
        "summary": "Общественные организации, пикетчики и профсоюзы мобилизуются против Закона об основах, обсуждаемого в Сенате.\r\nЦель акции - оказать давление на парламентариев, чтобы они отклонили инициативу исполнительной власти.\r\nОрганизаторы обещают массовую акцию и обещают \"бросить вызов\" развертыванию федеральных сил.\r\nОкрестности Законодательного дворца огорожены забором, а безопасность внутри Конгресса и на подступах к нему усилена.\r\nВ операции участвуют четыре федеральных силы, их поддерживают пехота, специальные группы и моторизованные бригады.\r\nОрганизаторы планируют разбить лагерь или провести бдение, если дебаты затянутся и не будет четвертого антракта.\r\nПикетчики и общественные движения будут добираться до площади Конгресса перед парламентом на общественном транспорте.",
        "summary_en": "Public organizations, picketers and trade unions are mobilizing against the Basic Law being debated in the Senate.\r\nThe purpose of the action is to put pressure on parliamentarians to reject the initiative of the executive branch.\r\nThe organizers promise a mass action and promise to \"challenge\" the deployment of federal forces.\r\nThe surroundings of the Legislative Palace are fenced off, and security inside the Congress and on the approaches to it is strengthened.\r\nFour federal forces are involved in the operation, supported by infantry, special forces and motorized brigades.\r\nThe organizers plan to set up camp or hold a vigil if the debate drags on and there is no fourth intermission.\r\nPicketers and public movements will travel to the Congress Square in front of the Parliament by public transport.",
        "image": "https://www.infobae.com/new-resizer/kglLNhfAURo7VFo2iv8JIzYKtww=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/V5WDNOND4FF6ZB36RAGFB4SVCM.jpg",
        "country": {
            "name": "аргентина",
            "flag": "🇦🇷"
        },
        "who": "профсоюзы",
        "created": "2024-06-12 16:28:41.662927"
    },
    {
        "url": "https://navarra.okdiario.com/articulo/sociedad/empresa-navarra-que-vuelve-trabajo-despues-112-dias-huelga/20240612133852540728.amp.html",
        "title": "Компания из Наварры с 80 сотрудниками возвращается на работу после 112 дней забастовки",
        "title_en": "Navarre-based company with 80 employees returns to work after 112 days of strike",
        "summary": "Персонал Lozys Pharmaceuticals вернулся к работе после четырехмесячной забастовки.\r\nСоглашение улучшает условия труда и жизни 80 человек, входящих в состав персонала.\r\nELA (все 5 представителей комитета) подпишут сокращение рабочего дня на 24 часа, увеличение сверх CPI и другие улучшения.\r\nВесной 2023 года на предприятии впервые были проведены профсоюзные выборы, и ELA получила пять представителей.\r\nС тех пор предпринимались попытки заключить корпоративный договор, но не удалось достичь соглашения.\r\n20 февраля этого года коллектив решил объявить забастовку, которая продолжалась 112 дней.\r\nВо время забастовки в Элизондо прошли многочисленные демонстрации и митинги перед парламентом Наварры.\r\nELA дает положительную оценку как соглашению, так и забастовке, подчеркивая силу и солидарность работников.",
        "summary_en": "Lozys Pharmaceuticals staff returned to work after a four-month strike.\r\nThe agreement improves the working and living conditions of the 80 people who make up the staff.\r\nELA (all 5 representatives of the committee) will sign a 24-hour reduction in the working day, an increase in excess of CPI and other improvements.\r\nIn the spring of 2023, trade union elections were held at the enterprise for the first time, and ELA received five representatives.\r\nSince then, attempts have been made to conclude a corporate agreement, but no agreement has been reached.\r\nOn February 20 of this year, the team decided to go on strike, which lasted 112 days.\r\nDuring the strike, numerous demonstrations and rallies took place in Elizondo in front of the Parliament of Navarre.\r\nELA gives a positive assessment of both the agreement and the strike, emphasizing the strength and solidarity of the workers.",
        "image": "https://navarra.okdiario.com/media/navarra/images/2024/06/12/2024061213310251056.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "заводские рабочие",
        "created": "2024-06-12 18:20:57.747394"
    },
    {
        "url": "https://www.infobae.com/venezuela/2024/06/12/ascienden-a-51-los-centros-de-reclusion-de-venezuela-donde-los-detenidos-estan-en-huelga-de-hambre/",
        "title": "Число центров содержания под стражей в Венесуэле, где заключенные проводят голодовку, увеличилось до 51",
        "title_en": "The number of detention centers in Venezuela where prisoners are on hunger strike has increased to 51",
        "summary": "16 центров содержания под стражей присоединились к тюремной голодовке в Венесуэле.\r\nОбщее количество тюрем и полицейских участков увеличилось до 51 с протестами заключенных.\r\nГолодовка охватила Каракас и 17 из 23 штатов страны, в остальных шести регионах сообщений о протестах не поступало.\r\nТысячи заключенных продолжают забастовку, режим Николаса Мадуро не высказался по этому поводу.\r\nМинистерство пенитенциарных служб не прокомментировало забастовку и поделилось изображениями через X.\r\nЖенщины, лишенные свободы в Национальном институте женской ориентации, также присоединились к забастовке.\r\nВ отчете Межамериканской комиссии по правам человека положение лиц, лишенных свободы в Венесуэле, названо \"одним из самых серьезных в регионе\".\r\nПереполненность тюрем может представлять собой форму жестокого, бесчеловечного или унижающего достоинство обращения.",
        "summary_en": "16 detention centers have joined a prison hunger strike in Venezuela.\r\nThe total number of prisons and police stations increased to 51 with prisoner protests.\r\nThe hunger strike has spread to Caracas and 17 of the country's 23 states, while there have been no reports of protests in the other six regions.\r\nThousands of prisoners continue to strike, the regime of Nicolas Maduro has not spoken out about this.\r\nThe Ministry of Penitentiary Services did not comment on the strike and shared the images via X.\r\nWomen deprived of their liberty at the National Institute for Women's Orientation also joined the strike.\r\nA report by the Inter-American Commission on Human Rights called the situation of persons deprived of their liberty in Venezuela \"one of the most serious in the region.\"\r\nOvercrowding in prisons can be a form of cruel, inhuman or degrading treatment.",
        "image": "https://www.infobae.com/new-resizer/j-zHCBmKyU_J82owKIndD4Rf9LQ=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/RAL4GP737JDKRLV73MCXILG5JM.jpg",
        "country": {
            "name": "венесуэла",
            "flag": "🇻🇪"
        },
        "who": "заключенные",
        "created": "2024-06-12 19:10:47.150444"
    },
    {
        "url": "https://www.zeit.de/news/2024-06/11/tarifverhandlungen-fuer-mv-einzelhandel-gehen-weiter",
        "title": "Профсоюзы: регулирование тарифов в розничной торговле Мекленбург-Передняя Померания",
        "title_en": "Trade unions: regulation of tariffs in retail trade Mecklenburg-Vorpommern",
        "summary": "Тарифные партнеры в Мекленбурге-Передней Померании предпринимают шаги для выплаты заработной платы 55 000 сотрудникам.\r\nПереговоры пятого раунда возобновятся в среду в Гюстрове после полугодового перерыва.\r\nРаботники неоднократно объявляли предупредительные забастовки в поддержку своих требований.\r\nШансы на достижение соглашения велики.\r\nВ мае было согласовано поэтапное повышение заработной платы в Гамбурге и Шлезвиг-Гольштейне.\r\nЗаработная плата была повышена задним числом на 5,3 процента по состоянию на октябрь 2023 года и еще на 4,7 процента по состоянию на май 2024 года.\r\nВ течение третьего тарифного года, начиная с мая 2025 года, заработная плата должна быть увеличена на фиксированную сумму в размере 40 евро, а затем еще на 1,8 процента.\r\nРаботники получают премию в размере 1000 евро для компенсации инфляции, а ежегодный взнос на коллективное пенсионное планирование увеличивается с 300 евро до 420 евро.",
        "summary_en": "Tariff partners in Mecklenburg-Vorpommern are taking steps to pay salaries to 55,000 employees.\r\nThe fifth round of negotiations will resume on Wednesday in Gyustrov after a six-month break.\r\nWorkers have repeatedly declared precautionary strikes in support of their demands.\r\nThe chances of reaching an agreement are high.\r\nIn May, a phased wage increase was agreed in Hamburg and Schleswig-Holstein.\r\nWages were increased retroactively by 5.3 percent as of October 2023 and by another 4.7 percent as of May 2024.\r\nDuring the third tariff year, starting in May 2025, wages should be increased by a fixed amount of 40 euros, and then by another 1.8 percent.\r\nEmployees receive a bonus of 1,000 euros to compensate for inflation, and the annual contribution to collective pension planning increases from 300 euros to 420 euros.",
        "image": "https://img.zeit.de/news/2024-06/11/tarifverhandlungen-fuer-mv-einzelhandel-gehen-weiter-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "сотрудники магазинов",
        "created": "2024-06-12 20:21:05.492610"
    },
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/12/familiares-de-presos-venezolanos-piden-al-gobierno-resolver-rapido-la-huelga-carcelaria/",
        "title": "Родственники венесуэльских заключенных призывают правительство \"быстро\" решить проблему тюремной забастовки",
        "title_en": "Relatives of Venezuelan prisoners urge the government to \"quickly\" solve the problem of the prison strike",
        "summary": "Родственники заключенных в Венесуэле призывают правительство прекратить голодовку, проводимую тысячами заключенных в знак протеста против затягивания судебного разбирательства.\r\nПротесты охватили 51 учреждение, от тюрем до полицейских участков, и затронули, по оценкам, более 50 000 заключенных.\r\nДесятки человек пели национальный гимн и скандировали лозунги перед зданиями судов, призывая исполнительную власть отреагировать на жалобы голодающих заключенных.\r\nОколо десяти жен, матерей и дочерей заключенных предупредили об ухудшении состояния здоровья заключенных из-за забастовки, которая уже длилась более 72 часов.\r\nПротесты охватили, по крайней мере, 17 из 23 штатов страны, согласно данным на вторник, опубликованным OVP.\r\nМинистерство пенитенциарной службы не прокомментировало забастовку, а вместо этого поделилось изображениями через X, где заключенные показаны вместе с медицинский персонал и сообщается о посещениях \"в рамках гарантии прав человека заключенных в стране\".",
        "summary_en": "Relatives of prisoners in Venezuela are calling on the government to end a hunger strike carried out by thousands of prisoners in protest at the delay in the trial.\r\nThe protests spanned 51 institutions, from prisons to police stations, and affected an estimated 50,000 prisoners.\r\nDozens of people sang the national anthem and chanted slogans in front of the courthouses, calling on the executive branch to respond to complaints from starving prisoners.\r\nAbout ten wives, mothers and daughters of prisoners were warned about the deterioration of the prisoners' health due to the strike, which has already lasted more than 72 hours.\r\nThe protests have spread to at least 17 of the country's 23 states, according to Tuesday's figures released by OVP.\r\nThe Ministry of Penitentiary Service did not comment on the strike, but instead shared images via X, where prisoners are shown together with medical staff and visits are reported \"as part of the guarantee of the human rights of prisoners in the country.\"",
        "image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2343",
        "country": {
            "name": "венесуэла",
            "flag": "🇻🇪"
        },
        "who": "заключенные",
        "created": "2024-06-12 20:30:47.250537"
    },
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/12/maestros-de-colombia-inician-huelga-en-protesta-por-ley-de-educacion-que-impulsa-el-gobierno/",
        "title": "Учителя Колумбии начали забастовку в знак протеста против закона об образовании, который продвигает правительство",
        "title_en": "Teachers in Colombia have started a strike to protest against the education law promoted by the government",
        "summary": "Учителя и преподаватели Колумбии начали забастовку против Закона об образовании, обсуждаемого в Конгрессе.\r\nСотни людей вышли на протесты, призывая к отмене закона, который может нанести вред учащимся, учителям и образованию в целом.\r\nМарш протеста начался в Боготе и ожидается прибытие других профсоюзов, поддерживающих мобилизацию.\r\nFecode, главный профсоюз работников образования, выступает против закона и призывает Сенат, Палату представителей и общество защитить колумбийское государственное образование.\r\nFecode критикует законопроект за то, что в нем учитывается успеваемость учащихся как переменная при оценке профессоров для продвижения по служебной лестнице.\r\nЗабастовка Fecode знаменует дистанцирование от правительства президента Густаво Петро, поскольку профсоюз ранее поддерживал его.",
        "summary_en": "Teachers and teachers in Colombia have begun a strike against the Education Law being debated in Congress.\r\nHundreds of people protested, calling for the repeal of the law, which could harm students, teachers and education in general.\r\nA protest march has begun in Bogota and other unions supporting the mobilization are expected to arrive.\r\nFecode, the main education workers' union, opposes the law and calls on the Senate, the House of Representatives and society to protect Colombian public education.\r\nFecode criticizes the bill for taking into account student academic performance as a variable when evaluating professors for promotion.\r\nThe Fecode strike marks a distancing from the government of President Gustavo Petro, as the union had previously supported him.",
        "image": "https://www.infobae.com/new-resizer/5sCs5dGpM71rm6Or4SUb5tSgZ8I=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/DDF223BB55CLTAHF4WNPDXX2Q4.jpg",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "преподаватели",
        "created": "2024-06-12 21:06:09.623790"
    },
    {
        "url": "https://www.infobae.com/colombia/2024/06/12/yo-jamas-he-planteado-represalias-afirma-la-ministra-del-trabajo-sobre-acusaciones-de-sindicatos-de-esta-cartera-que-afirman-que-no-se-permite-la-huelga/",
        "title": "“Я никогда не поднимала вопрос о репрессалиях”, - заявляет министр труда в связи с обвинениями профсоюзов из этого портфеля, утверждающих, что забастовка запрещена",
        "title_en": "“I have never raised the issue of reprisals,” the Minister of Labor says in connection with the accusations of trade unions from this portfolio claiming that the strike is prohibited",
        "summary": "Профсоюз рабочих выразил недовольство администрацией, считая, что им не предоставили возможность быть заслушанными в трудовом процессе.\r\nПретензии подаются в соответствии с установленной законом процедурой, которая считается правом каждого сотрудника.\r\nГлавная жалоба профсоюза заключается в том, что из трудового портфеля не предоставили возможность выразить опасения национальному правительству.\r\nПравительство взяло на себя обязательство гарантировать справедливые и прозрачные трудовые процессы в соответствии с конституционными гарантиями.\r\nВласти настаивают на том, что готовы выслушать и удовлетворить требования рабочих.\r\nПрофсоюзы Министерства труда направили письмо министру и другим должностным лицам, осуждая действия, наносящие ущерб их праву на забастовку.\r\nМинистерство труда объявило об одобрении одного из требований профсоюзов и попросило бастующих чиновников отменить забастовку.",
        "summary_en": "The workers' union expressed dissatisfaction with the administration, considering that they were not given the opportunity to be heard in the labor process.\r\nClaims are filed in accordance with the procedure established by law, which is considered the right of every employee.\r\nThe main complaint of the trade union is that the labor portfolio was not given the opportunity to express concerns to the national government.\r\nThe Government has committed itself to ensuring fair and transparent labor processes in accordance with constitutional guarantees.\r\nThe authorities insist that they are ready to listen and meet the demands of the workers.\r\nThe unions of the Ministry of Labor have sent a letter to the Minister and other officials condemning actions that harm their right to strike.\r\nThe Ministry of Labor announced the approval of one of the demands of the trade unions and asked the striking officials to cancel the strike.",
        "image": "https://www.infobae.com/new-resizer/zn73kP0XUTBNkffsQZ9MXnsprk8=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/VH4QXV5UQ5A5TBA4THZQYNSE4A.jpg",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": null,
        "created": "2024-06-12 21:41:32.321920"
    },
    {
        "url": "https://www.infobae.com/colombia/2024/06/12/nuevos-problemas-para-la-reforma-pensional-de-petro-sindicato-de-colpensiones-asegura-que-la-empresa-no-esta-preparada-y-estudia-convocar-a-una-huelga/",
        "title": "Новые проблемы пенсионной реформы Петро: профсоюз профсоюзов заявляет, что компания не готова, и рассматривает возможность объявить забастовку",
        "title_en": "New problems of Petro's pension reform: the union of trade unions says that the company is not ready and is considering going on strike",
        "summary": "Профсоюзы выразили обеспокоенность из-за неудовлетворенных требований в связи с пенсионной реформой.\r\nПрезидент Профсоюза работников предприятий (Sintracolpen) заявил, что предприятие не сможет провести реформу без решения петиций.\r\nЧлены Sintracolpen находятся на площадке перед главным офисом Colpensiones в Боготе, выражая обеспокоенность по поводу реализации реформы.\r\nКлючевой проблемой для Sintracolpen является отсутствие технологических усовершенствований для справления с ожидаемым увеличением рабочей нагрузки.\r\nПрофсоюз требует повышения заработной платы и решения структурных проблем в управлении должностями.\r\nПрезидент Colpensiones не вступал в диалог с профсоюзом с августа 2023 года, усиливая разочарование среди членов профсоюза.\r\nЕсли пенсионная реформа не будет принята до 20 июня, она потерпит крах, и правительство президента Густаво Петро делает все возможное для избежания такого сценария.",
        "summary_en": "Trade unions have expressed concern about unsatisfied demands in connection with pension reform.\r\nThe president of the Trade Union of Employees of Enterprises (Sintracolpen) stated that the company will not be able to carry out reform without resolving petitions.\r\nSintracolpen members are at the site in front of the Colpensiones headquarters in Bogota, expressing concern about the implementation of the reform.\r\nA key problem for Sintracolpen is the lack of technological improvements to cope with the expected increase in workload.\r\nThe union demands an increase in wages and a solution to structural problems in the management of positions.\r\nThe president of Colpensiones has not entered into a dialogue with the union since August 2023, increasing frustration among union members.\r\nIf the pension reform is not adopted by June 20, it will collapse, and the government of President Gustavo Petro is doing everything possible to avoid such a scenario.",
        "image": "https://www.infobae.com/new-resizer/9uM-4GPAGMTVuzLf31-mMjifjw8=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/UOCLJTEANJF5BENSEMOE57524Y.png",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "профсоюзы",
        "created": "2024-06-12 22:11:22.726905"
    },
    {
        "url": "https://elpais.com/america/2024-06-12/los-presos-venezolanos-inician-una-huelga-de-hambre-por-los-retrasos-de-la-justicia-y-las-malas-condiciones-de-encierro.html",
        "title": "Венесуэльские заключенные объявили голодовку из-за задержек в отправлении правосудия и плохих условий содержания",
        "title_en": "Venezuelan prisoners have gone on hunger strike due to delays in the administration of justice and poor conditions of detention",
        "summary": "Заключенные в Венесуэле объявили голодовку из-за задержек в отправлении правосудия и плохих условий содержания.\r\nМассовый протест выявил серьезные недостатки венесуэльской судебной системы, о которых предупреждали международные органы.\r\nЖенщины начали протесты, требуя освобождения заключенных с отбытым не менее 50% срока наказания и других скидок на приговоры.\r\nЗабастовка продолжает распространяться на большее количество заключенных, жены, матери, сестры и другие родственники вышли в среду на демонстрацию перед зданием суда в Каракасе.\r\nПрезидент Николас Мадуро заявил о намерении покончить с коррупцией в тюрьмах и построить новое управление и тюремный режим.\r\nУвольнение министра не решает структурной проблемы, и судебная революция не привела к значительным результатам.\r\nПравительство сосредоточило свое внимание на вмешательстве в тюрьмы, но главарям банд удалось скрыться до прибытия властей.\r\nВ разгар забастовки поступили сообщения о нападениях на заключенных со стороны органов безопасности и смерти заключенного из-за отсутствия медицинской помощи.",
        "summary_en": "Prisoners in Venezuela have gone on hunger strike due to delays in the administration of justice and poor conditions of detention.\r\nThe mass protest revealed serious flaws in the Venezuelan judicial system, which international bodies had warned about.\r\nThe women began protests demanding the release of prisoners with at least 50% of their sentences served and other discounts on sentences.\r\nThe strike continues to spread to more prisoners, wives, mothers, sisters and other relatives demonstrated in front of the courthouse in Caracas on Wednesday.\r\nPresident Nicolas Maduro has announced his intention to end corruption in prisons and build a new administration and prison regime.\r\nThe dismissal of the minister does not solve the structural problem, and the judicial revolution has not led to significant results.\r\nThe government focused on intervening in prisons, but the gang leaders managed to escape before the authorities arrived.\r\nAt the height of the strike, there were reports of attacks on prisoners by security agencies and the death of a prisoner due to lack of medical care.",
        "image": "https://imagenes.elpais.com/resizer/v2/6RJOHD745BHBXJHBHBFF37PRJM.jpeg?auth=addff4aee933f8b133f4ce6121586ec4e7a1f9fde7c47b45ab6f311ba2e958b4&width=1200",
        "country": {
            "name": "венесуэла",
            "flag": "🇻🇪"
        },
        "who": "заключенные",
        "created": "2024-06-12 22:31:27.824176"
    },
    {
        "url": "https://www.publico.es/sociedad/me-da-igual-morir-bomberos-llevan-15-dias-huelga-hambre-ayuso-ayuntamiento-leganes.html",
        "title": "\"Мне все равно, что умереть здесь\": двое пожарных уже 15 дней объявляют голодовку против Аюсо и городского совета Леганеса",
        "title_en": "\"I don't care if I die here\": two firefighters have been on hunger strike for 15 days against Ayuso and the Leganes City Council",
        "summary": "Двое пожарных, Чарльз Родригес и Рубен Агудо, получают зарплату чуть более 700 евро в месяц в течение трех лет.\r\nОни числятся работниками, находящимися в состоянии вынужденного отпуска из-за множества административных ошибок.\r\nПожарные проводят 15 дней и 14 ночей голодовки перед зданием муниципалитета Мадрида, требуя вернуть свои места.\r\nОни утверждают, что в других муниципалитетах сообщество Мадрида разрешило персоналу корпуса оставаться под муниципальным управлением.\r\nГородской совет Леганеса признает, что местное правительство \"пытается выступить посредником\", хотя мяч находится в руках сообщества Мадрида.\r\nПожарные заверяют, что в других муниципалитетах сообщество Мадрида действительно разрешило персоналу корпуса оставаться под муниципальным управлением.",
        "summary_en": "Two firefighters, Charles Rodriguez and Ruben Agudo, have been paid just over 700 euros per month for three years.\r\nThey are listed as employees who are in a state of forced leave due to many administrative errors.\r\nFirefighters have been on hunger strike for 15 days and 14 nights in front of the Madrid City Hall, demanding their seats be returned.\r\nThey claim that in other municipalities, the community of Madrid has allowed corps personnel to remain under municipal administration.\r\nThe Leganes City Council acknowledges that the local government is \"trying to mediate,\" even though the ball is in the hands of the Madrid community.\r\nFirefighters assure that in other municipalities, the community of Madrid has indeed allowed corps personnel to remain under municipal control.",
        "image": "https://www.publico.es/uploads/2024/06/12/6669c8d1e9d99.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "пожарные",
        "created": "2024-06-12 22:42:35.831815"
    }
]