[
    {
        "url": "https://apnews.com/article/waffle-house-servers-pay-wages-bb4eef34bb21262d13b0031469b5dc7f",
        "title": "Waffle House повышает зарплату работникам после забастовок и давления со стороны профсоюзных организаторов",
        "title_en": "Waffle House raises workers' salaries after strikes and pressure from union organizers",
        "summary": "Waffle House повышает зарплату работникам после давления со стороны профсоюзных организаций.\r\nБазовая заработная плата вырастет до 3 долларов в час в июне и постепенно увеличится до 5,25 долларов к июню 2026 года.\r\nПовышение заработной платы будет компенсировано повышением цен в меню.\r\nКомпания также добавляет бонусы за пребывание в должности и надбавки за работу в более поздние смены.\r\nПрофсоюз работников сферы обслуживания Юга проводил забастовки в ресторанах Waffle House, требуя повышения заработной платы и круглосуточной охраны.\r\nГруппа также обратилась в Министерство труда с просьбой пересмотреть вычеты на питание.\r\nWaffle House располагает 2000 ресторанами по всей территории США, в основном на Юге и Среднем Западе.",
        "summary_en": "Waffle House raises workers' salaries after pressure from trade union organizations.\r\nThe base salary will rise to $3 per hour in June and gradually increase to $5.25 by June 2026.\r\nThe increase in wages will be offset by an increase in prices on the menu.\r\nThe company also adds bonuses for staying in office and bonuses for working later shifts.\r\nThe Southern Service Workers Union held strikes at Waffle House restaurants, demanding higher wages and round-the-clock security.\r\nThe group also asked the Ministry of Labor to review the food deductions.\r\nWaffle House has 2,000 restaurants throughout the United States, mostly in the South and Midwest.",
        "image": "https://dims.apnews.com/dims4/default/7b72dc9/2147483647/strip/true/crop/1013x570+0+53/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F03%2Fa5%2F78efa835affdc0bd180027470e74%2Ff2ee3a9683794d56a6afedc03caf85c0",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": null,
        "created": "2024-06-12 00:00:52.279101"
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-13519731/Sydney-light-rail-strike-Commuter-chaos-trams-stop-running-bad-news-youre-going-Vivid-tonight.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
        "title": "Хаос в пригородных поездах из-за забастовки легкорельсового транспорта выводит из строя трамвайную систему",
        "title_en": "Commuter train chaos due to light rail strike disrupts tram system",
        "summary": "В среду система легкорельсового транспорта в Сиднее будет закрыта на 24-часовую забастовку из-за требований профсоюза повысить заработную плату на 23% и предоставить дополнительные пять дней больничного.\r\nПассажирам, путешествующим по линиям L1 Далвич-Хилл, L2 Рэндвик или L3 Кингсфорд, придется искать альтернативные маршруты передвижения.\r\nЗабастовка также коснется посетителей, приезжающих в Центральный деловой район на Яркий фестиваль.\r\nГенеральный координатор по транспорту в Новом Южном Уэльсе призвал пассажиров пригородных поездов обратить внимание на забастовку и планировать свое путешествие.\r\nЧлены RTBU проголосовали за отклонение сделки, которая не смогла решить проблемы сотрудников.\r\nБыли выделены дополнительные автобусы, чтобы помочь учащимся добраться от Центрального железнодорожного вокзала до своего кампуса.",
        "summary_en": "Sydney's light rail system will be shut down for a 24-hour strike on Wednesday over union demands for a 23% pay rise and an additional five days of sick leave.\r\nPassengers traveling on the L1 Dulwich Hill, L2 Randwick or L3 Kingsford lines will have to look for alternative routes.\r\nThe strike will also affect visitors coming to the Central Business District for a Vibrant festival.\r\nThe General Coordinator for Transport in New South Wales has urged commuters to pay attention to the strike and plan their journey.\r\nRTBU members voted to reject the deal, which failed to solve the employees' problems.\r\nAdditional buses have been allocated to help students get from the Central Train Station to their campus.",
        "image": "https://i.dailymail.co.uk/1s/2024/06/12/00/85998599-0-image-a-7_1718147182718.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-12 02:20:33.929190"
    }
]