[
    {
        "url": "https://www.infobae.com/colombia/2024/06/12/yo-jamas-he-planteado-represalias-afirma-la-ministra-del-trabajo-sobre-acusaciones-de-sindicatos-de-esta-cartera-que-afirman-que-no-se-permite-la-huelga/",
        "title": "“Я никогда не поднимала вопрос о репрессалиях”, - заявляет министр труда в связи с обвинениями профсоюзов из этого портфеля, утверждающих, что забастовка запрещена",
        "title_en": "“I have never raised the issue of reprisals,” the Minister of Labor says in connection with the accusations of trade unions from this portfolio claiming that the strike is prohibited",
        "summary": "Профсоюз рабочих выразил недовольство администрацией, считая, что им не предоставили возможность быть заслушанными в трудовом процессе.\r\nПретензии подаются в соответствии с установленной законом процедурой, которая считается правом каждого сотрудника.\r\nГлавная жалоба профсоюза заключается в том, что из трудового портфеля не предоставили возможность выразить опасения национальному правительству.\r\nПравительство взяло на себя обязательство гарантировать справедливые и прозрачные трудовые процессы в соответствии с конституционными гарантиями.\r\nВласти настаивают на том, что готовы выслушать и удовлетворить требования рабочих.\r\nПрофсоюзы Министерства труда направили письмо министру и другим должностным лицам, осуждая действия, наносящие ущерб их праву на забастовку.\r\nМинистерство труда объявило об одобрении одного из требований профсоюзов и попросило бастующих чиновников отменить забастовку.",
        "summary_en": "The workers' union expressed dissatisfaction with the administration, considering that they were not given the opportunity to be heard in the labor process.\r\nClaims are filed in accordance with the procedure established by law, which is considered the right of every employee.\r\nThe main complaint of the trade union is that the labor portfolio was not given the opportunity to express concerns to the national government.\r\nThe Government has committed itself to ensuring fair and transparent labor processes in accordance with constitutional guarantees.\r\nThe authorities insist that they are ready to listen and meet the demands of the workers.\r\nThe unions of the Ministry of Labor have sent a letter to the Minister and other officials condemning actions that harm their right to strike.\r\nThe Ministry of Labor announced the approval of one of the demands of the trade unions and asked the striking officials to cancel the strike.",
        "image": "https://www.infobae.com/new-resizer/zn73kP0XUTBNkffsQZ9MXnsprk8=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/VH4QXV5UQ5A5TBA4THZQYNSE4A.jpg",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": null,
        "created": "2024-06-12 21:41:32.321920"
    },
    {
        "url": "https://www.infobae.com/colombia/2024/06/12/nuevos-problemas-para-la-reforma-pensional-de-petro-sindicato-de-colpensiones-asegura-que-la-empresa-no-esta-preparada-y-estudia-convocar-a-una-huelga/",
        "title": "Новые проблемы пенсионной реформы Петро: профсоюз профсоюзов заявляет, что компания не готова, и рассматривает возможность объявить забастовку",
        "title_en": "New problems of Petro's pension reform: the union of trade unions says that the company is not ready and is considering going on strike",
        "summary": "Профсоюзы выразили обеспокоенность из-за неудовлетворенных требований в связи с пенсионной реформой.\r\nПрезидент Профсоюза работников предприятий (Sintracolpen) заявил, что предприятие не сможет провести реформу без решения петиций.\r\nЧлены Sintracolpen находятся на площадке перед главным офисом Colpensiones в Боготе, выражая обеспокоенность по поводу реализации реформы.\r\nКлючевой проблемой для Sintracolpen является отсутствие технологических усовершенствований для справления с ожидаемым увеличением рабочей нагрузки.\r\nПрофсоюз требует повышения заработной платы и решения структурных проблем в управлении должностями.\r\nПрезидент Colpensiones не вступал в диалог с профсоюзом с августа 2023 года, усиливая разочарование среди членов профсоюза.\r\nЕсли пенсионная реформа не будет принята до 20 июня, она потерпит крах, и правительство президента Густаво Петро делает все возможное для избежания такого сценария.",
        "summary_en": "Trade unions have expressed concern about unsatisfied demands in connection with pension reform.\r\nThe president of the Trade Union of Employees of Enterprises (Sintracolpen) stated that the company will not be able to carry out reform without resolving petitions.\r\nSintracolpen members are at the site in front of the Colpensiones headquarters in Bogota, expressing concern about the implementation of the reform.\r\nA key problem for Sintracolpen is the lack of technological improvements to cope with the expected increase in workload.\r\nThe union demands an increase in wages and a solution to structural problems in the management of positions.\r\nThe president of Colpensiones has not entered into a dialogue with the union since August 2023, increasing frustration among union members.\r\nIf the pension reform is not adopted by June 20, it will collapse, and the government of President Gustavo Petro is doing everything possible to avoid such a scenario.",
        "image": "https://www.infobae.com/new-resizer/9uM-4GPAGMTVuzLf31-mMjifjw8=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/UOCLJTEANJF5BENSEMOE57524Y.png",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "профсоюзы",
        "created": "2024-06-12 22:11:22.726905"
    },
    {
        "url": "https://elpais.com/america/2024-06-12/los-presos-venezolanos-inician-una-huelga-de-hambre-por-los-retrasos-de-la-justicia-y-las-malas-condiciones-de-encierro.html",
        "title": "Венесуэльские заключенные объявили голодовку из-за задержек в отправлении правосудия и плохих условий содержания",
        "title_en": "Venezuelan prisoners have gone on hunger strike due to delays in the administration of justice and poor conditions of detention",
        "summary": "Заключенные в Венесуэле объявили голодовку из-за задержек в отправлении правосудия и плохих условий содержания.\r\nМассовый протест выявил серьезные недостатки венесуэльской судебной системы, о которых предупреждали международные органы.\r\nЖенщины начали протесты, требуя освобождения заключенных с отбытым не менее 50% срока наказания и других скидок на приговоры.\r\nЗабастовка продолжает распространяться на большее количество заключенных, жены, матери, сестры и другие родственники вышли в среду на демонстрацию перед зданием суда в Каракасе.\r\nПрезидент Николас Мадуро заявил о намерении покончить с коррупцией в тюрьмах и построить новое управление и тюремный режим.\r\nУвольнение министра не решает структурной проблемы, и судебная революция не привела к значительным результатам.\r\nПравительство сосредоточило свое внимание на вмешательстве в тюрьмы, но главарям банд удалось скрыться до прибытия властей.\r\nВ разгар забастовки поступили сообщения о нападениях на заключенных со стороны органов безопасности и смерти заключенного из-за отсутствия медицинской помощи.",
        "summary_en": "Prisoners in Venezuela have gone on hunger strike due to delays in the administration of justice and poor conditions of detention.\r\nThe mass protest revealed serious flaws in the Venezuelan judicial system, which international bodies had warned about.\r\nThe women began protests demanding the release of prisoners with at least 50% of their sentences served and other discounts on sentences.\r\nThe strike continues to spread to more prisoners, wives, mothers, sisters and other relatives demonstrated in front of the courthouse in Caracas on Wednesday.\r\nPresident Nicolas Maduro has announced his intention to end corruption in prisons and build a new administration and prison regime.\r\nThe dismissal of the minister does not solve the structural problem, and the judicial revolution has not led to significant results.\r\nThe government focused on intervening in prisons, but the gang leaders managed to escape before the authorities arrived.\r\nAt the height of the strike, there were reports of attacks on prisoners by security agencies and the death of a prisoner due to lack of medical care.",
        "image": "https://imagenes.elpais.com/resizer/v2/6RJOHD745BHBXJHBHBFF37PRJM.jpeg?auth=addff4aee933f8b133f4ce6121586ec4e7a1f9fde7c47b45ab6f311ba2e958b4&width=1200",
        "country": {
            "name": "венесуэла",
            "flag": "🇻🇪"
        },
        "who": "заключенные",
        "created": "2024-06-12 22:31:27.824176"
    },
    {
        "url": "https://www.publico.es/sociedad/me-da-igual-morir-bomberos-llevan-15-dias-huelga-hambre-ayuso-ayuntamiento-leganes.html",
        "title": "\"Мне все равно, что умереть здесь\": двое пожарных уже 15 дней объявляют голодовку против Аюсо и городского совета Леганеса",
        "title_en": "\"I don't care if I die here\": two firefighters have been on hunger strike for 15 days against Ayuso and the Leganes City Council",
        "summary": "Двое пожарных, Чарльз Родригес и Рубен Агудо, получают зарплату чуть более 700 евро в месяц в течение трех лет.\r\nОни числятся работниками, находящимися в состоянии вынужденного отпуска из-за множества административных ошибок.\r\nПожарные проводят 15 дней и 14 ночей голодовки перед зданием муниципалитета Мадрида, требуя вернуть свои места.\r\nОни утверждают, что в других муниципалитетах сообщество Мадрида разрешило персоналу корпуса оставаться под муниципальным управлением.\r\nГородской совет Леганеса признает, что местное правительство \"пытается выступить посредником\", хотя мяч находится в руках сообщества Мадрида.\r\nПожарные заверяют, что в других муниципалитетах сообщество Мадрида действительно разрешило персоналу корпуса оставаться под муниципальным управлением.",
        "summary_en": "Two firefighters, Charles Rodriguez and Ruben Agudo, have been paid just over 700 euros per month for three years.\r\nThey are listed as employees who are in a state of forced leave due to many administrative errors.\r\nFirefighters have been on hunger strike for 15 days and 14 nights in front of the Madrid City Hall, demanding their seats be returned.\r\nThey claim that in other municipalities, the community of Madrid has allowed corps personnel to remain under municipal administration.\r\nThe Leganes City Council acknowledges that the local government is \"trying to mediate,\" even though the ball is in the hands of the Madrid community.\r\nFirefighters assure that in other municipalities, the community of Madrid has indeed allowed corps personnel to remain under municipal control.",
        "image": "https://www.publico.es/uploads/2024/06/12/6669c8d1e9d99.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "пожарные",
        "created": "2024-06-12 22:42:35.831815"
    }
]