[
    {
        "url": "https://www.irishtimes.com/ireland/social-affairs/2024/06/12/strike-at-national-advocacy-service-suspended-after-talks-on-pay-scheduled/",
        "title": "Забастовка в Национальной адвокатской службе приостановлена после запланированных переговоров о зарплате",
        "title_en": "The strike at the National Bar Service has been suspended after scheduled salary negotiations",
        "summary": "Забастовка в Национальной службе адвокации (NAS) приостановлена после соглашения с руководством организации.\r\nОколо 50 сотрудников планировали принять участие в забастовке, организовав пикеты в офисах NAS по всей стране.\r\nСпор из-за оплаты труда и условий возник более десяти лет назад и связан с отстаиванием интересов людей с ограниченными возможностями.\r\nОрганизация финансируется Советом по информированию граждан (CIB) и нуждается в увеличении поддержки для покрытия расходов.\r\nСуд по трудовым спорам вынес рекомендацию по новым тарифным сетям, и профсоюз утверждает, что она будет реализована.\r\nПереговоры по выполнению рекомендации запланированы на 24 июня с участием внешнего посредника.\r\nNAS благодарит персонал за возвращение к работе и обещает обеспечить бесперебойное обслуживание в течение этого времени.\r\nCIB приветствует развитие событий и стремится обеспечить благополучие и поддержку тех, кто нуждается в услугах NAS.",
        "summary_en": "The strike at the National Advocacy Service (NAS) has been suspended after an agreement with the organization's management.\r\nAbout 50 employees planned to take part in the strike by organizing pickets at NAS offices across the country.\r\nThe dispute over wages and conditions arose more than ten years ago and is related to defending the interests of people with disabilities.\r\nThe organization is funded by the Citizens Information Council (CIB) and needs increased support to cover the costs.\r\nThe Labor Dispute Court has made a recommendation on new tariff networks, and the union claims that it will be implemented.\r\nNegotiations on the implementation of the recommendation are scheduled for June 24 with the participation of an external mediator.\r\nNAS thanks the staff for returning to work and promises to provide uninterrupted service during this time.\r\nCIB welcomes the developments and strives to ensure the well-being and support of those who need NAS services.",
        "image": "https://www.irishtimes.com/resizer/TUjzBWtZANKN4N8xPCgCD9Wynaw=/1200x630/filters:format(jpg):quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/6ZFRKEAUXRFJTN2TN444PAQY5M.jpg",
        "country": {
            "name": "ирландия",
            "flag": "🇮🇪"
        },
        "who": "юристы",
        "created": "2024-06-13 03:30:51.102203"
    },
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/13/el-sindical-frente-popular-de-ecuador-realiza-protestas-contra-noboa-y-el-fmi/",
        "title": "Профсоюз Народного фронта Эквадора проводит акции протеста против Нобоа и МВФ",
        "title_en": "The trade union of the Popular Front of Ecuador holds protests against Noboa and the IMF",
        "summary": "Народный фронт Эквадора провел акцию протеста против правительства и экономической политики президента Даниэля Нобоа.\r\nДемонстрация была представлена как предупреждение из-за предполагаемой отмены субсидий на цены на бензин.\r\nПротестующие сожгли картонную фигуру президента Нобоа и несли плакаты с критикой правителя и национального политического класса.\r\nПрезидент Народного фронта заверил, что акции протеста были повторены в нескольких регионах страны и продолжатся в других провинциях и городах.\r\nПрофсоюзы исключили возможность диалога с правительством для достижения соглашений о социальных компенсациях и экономических мерах.\r\nПрезидент Национального союза педагогов выразил сожаление по поводу объявления правительства об отмене субсидий на бензин в разгар экономического кризиса.\r\nРабочие центры и общественные организации готовят новые акции протеста на первые дни июля.\r\nОтмена субсидий может вызвать серьезную социальную реакцию и является частью сборов, которые обычно назначает Международный валютный фонд.",
        "summary_en": "The Popular Front of Ecuador held a protest against the government and economic policies of President Daniel Noboa.\r\nThe demonstration was presented as a warning due to the proposed abolition of subsidies on gasoline prices.\r\nThe protesters burned a cardboard figure of President Noboa and carried posters criticizing the ruler and the national political class.\r\nThe President of the Popular Front assured that the protests had been repeated in several regions of the country and would continue in other provinces and cities.\r\nTrade unions have ruled out the possibility of dialogue with the government to reach agreements on social compensation and economic measures.\r\nThe President of the National Union of Educators expressed regret over the government's announcement of the abolition of gasoline subsidies in the midst of the economic crisis.\r\nWork centers and public organizations are preparing new protest actions for the first days of July.\r\nThe cancellation of subsidies can cause a serious social reaction and is part of the fees that are usually set by the International Monetary Fund.",
        "image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2346",
        "country": {
            "name": "эквадор",
            "flag": "🇪🇨"
        },
        "who": "профсоюзы",
        "created": "2024-06-13 04:10:55.093325"
    },
    {
        "url": "https://www.infobae.com/colombia/2024/06/13/ministra-de-educacion-se-reunio-con-los-dirigentes-de-fecode-para-llegar-a-acuerdos/",
        "title": "Министр образования встретилась с руководством Fecode для достижения договоренностей",
        "title_en": "The Minister of Education met with the leadership of Fecode to reach agreements",
        "summary": "Министр образования Аурора Вергара выступает против оценки учителей на основе тестов Сабля 11 и PISA.\r\nКолумбийская федерация работников образования (Fecode) проводит забастовку, выражая недовольство законодательным законом.\r\nМинистр проводит встречу с Fecode для достижения консенсуса и сохранения статутного закона.\r\nНеобходимо пересмотреть около восьми статей закона для улучшения его формулировки и принятия.\r\nFecode работает против законопроекта об образовании, считая его несоответствующим соглашениям и искажающим признание основного права на образование.\r\nПрофсоюз учителей отмечает, что консенсус сводит к минимуму борьбу, которая велась более 42 лет со времен Педагогического движения.\r\nFecode выражает несогласие с созданием бюрократических аппаратов для расследования, мониторинга и контроля.\r\nПроект статутного закона об образовании считается неолиберальным и регрессивным, направленным на стигматизацию и нанесение ударов по Федерации, учителям и образовательным сообществам.",
        "summary_en": "Education Minister Aurora Vergara opposes teacher evaluation based on Sabre 11 and PISA tests.\r\nThe Colombian Federation of Educational Workers (Fecode) is holding a strike, expressing dissatisfaction with the legislative law.\r\nThe Minister is holding a meeting with Fecode to reach consensus and preserve the statutory law.\r\nIt is necessary to revise about eight articles of the law to improve its formulation and adoption.\r\nFecode is working against the education bill, considering it inconsistent with the agreements and distorting the recognition of the basic right to education.\r\nThe teachers' union notes that the consensus minimizes the struggle that has been waged for more than 42 years since the time of the Pedagogical Movement.\r\nFecode expresses disagreement with the creation of bureaucratic apparatus for investigation, monitoring and control.\r\nThe draft statutory law on education is considered neoliberal and regressive, aimed at stigmatizing and hitting the Federation, teachers and educational communities.",
        "image": "https://www.infobae.com/new-resizer/ZyW3miLpywGoZ0CDsNd0e4baSVM=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/FCJ5CB43Q5BC3PO4YOGJ4Z7P7Q.jpeg",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "преподаватели",
        "created": "2024-06-13 06:20:37.515741"
    },
    {
        "url": "https://www.europapress.es/internacional/noticia-senado-argentina-aprueba-reforma-estrella-milei-20240613043851.html",
        "title": "Сенат Аргентины одобрил звездную реформу Милеи",
        "title_en": "Argentine Senate approves Milea's star reform",
        "summary": "Сенат Аргентины одобрил Закон об основах, реформу президента Хавьера Милея.\r\nГолосование завершилось с минимальной разницей, вице-президент страны была ответственна за тай-брейк.\r\nЗаконодательство включает спорную трудовую реформу и приватизацию государственных предприятий.\r\nДень был отмечен разгоном демонстрантов перед Конгрессом, в результате чего были задержаны и ранены люди.\r\nПрезидент Аргентины назвал одобрение Закона об основах историческим и триумфом аргентинского народа.\r\nЗаконопроект наделяет Милея чрезвычайными полномочиями и включает финансовые сокращения, приватизацию и увольнения работников.",
        "summary_en": "The Argentine Senate has approved the Law on the Basics, the reform of President Javier Miley.\r\nThe voting ended with a minimal difference, the vice president of the country was responsible for the tie-break.\r\nThe legislation includes controversial labor reform and the privatization of state-owned enterprises.\r\nThe day was marked by the dispersal of demonstrators in front of the Congress, as a result of which people were detained and injured.\r\nThe President of Argentina called the approval of the Law on Foundations a historic and triumph of the Argentine people.\r\nThe bill gives Miley extraordinary powers and includes financial cuts, privatization and layoffs of employees.",
        "image": "https://img.europapress.es/fotoweb/fotonoticia_20240613043851_1200_v2.jpg",
        "country": {
            "name": "аргентина",
            "flag": "🇦🇷"
        },
        "who": null,
        "created": "2024-06-13 09:00:54.687464"
    },
    {
        "url": "https://elpais.com/america-colombia/2024-06-13/los-maestros-de-fecode-marchamos-contra-el-congreso-no-contra-el-gobierno.html",
        "title": "Учителя Fecode: \"Мы идем против Конгресса, а не против правительства”",
        "title_en": "Fecode Teachers: \"We are going against Congress, not against the government”",
        "summary": "Тысячи людей мобилизуются против реформы образования в Колумбии.\r\nГлавный профсоюз Колумбии, Fecode, протестует против изменений в законопроекте об образовании.\r\nFecode считает, что изменения исказили суть законопроекта и способствуют коммерциализации сектора.\r\nУчителя выражают недовольство министром образования и считают, что изменения были возможны благодаря ее одобрению.\r\nПротестующие критикуют различные аспекты реформы образования, включая оценку учителей по успеваемости учеников.\r\nИзменения, внесенные в последнюю минуту, вызвали разочарование учителей и снижение защиты их интересов.\r\nНекоторые учителя не согласны с призывом к полному свертыванию проекта и надеются на продолжение реформы.",
        "summary_en": "Thousands of people are mobilizing against education reform in Colombia.\r\nColombia's main trade union, Fecode, is protesting against changes to the education bill.\r\nFecode believes that the changes have distorted the essence of the bill and contribute to the commercialization of the sector.\r\nTeachers express dissatisfaction with the Minister of Education and believe that the changes were possible thanks to her approval.\r\nThe protesters criticize various aspects of education reform, including evaluating teachers on student performance.\r\nThe last-minute changes have disappointed teachers and reduced protection of their interests.\r\nSome teachers do not agree with the call for the complete curtailment of the project and hope for continued reform.",
        "image": "https://imagenes.elpais.com/resizer/v2/6YRDZ7J42ZH7ZG6JREG2YWHT5Y.jpg?auth=04aefd94cf8607b327cf6d739fc9340b9219aba65a817e71ba052f02024530f0&width=1200",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "преподаватели",
        "created": "2024-06-13 09:30:37.254183"
    },
    {
        "url": "https://www.publico.es/public/els-taxistes-barcelona-convoquen-vaga-12-hores-dimarts-ve.html",
        "title": "Таксисты Барселоны объявляют 12-часовую забастовку в следующий вторник",
        "title_en": "Barcelona taxi drivers announce a 12-hour strike next Tuesday",
        "summary": "Таксисты Барселоны объявили 12-часовую забастовку во вторник.\r\nСектор прекратит работу с 6:00 до 18:00.\r\nВодители жалуются на \"злоупотребления\" страховщиков и просят испанское правительство вмешаться.\r\nОни также требуют \"достойных\" тарифов от Столичного института такси.\r\nВодители предупреждают о \"карантине\" в круизных терминалах, аэропорту и железнодорожном вокзале Сантс.\r\nК акции протеста привлечены Elite Taxi, Anget, STAC, ATC и Pa.\r\nТаксисты требуют вмешательства Министерства транспорта в действия страховщиков.\r\nГородской совет просит обеспечить постоянное присутствие полиции на вокзале Сантс.",
        "summary_en": "Barcelona taxi drivers announced a 12-hour strike on Tuesday.\r\nThe sector will stop working from 6:00 to 18:00.\r\nDrivers complain about the \"abuses\" of insurers and ask the Spanish government to intervene.\r\nThey also require \"decent\" fares from the Metropolitan Taxi Institute.\r\nDrivers are warned about \"quarantine\" at cruise terminals, the airport and the Sants railway station.\r\nElite Taxi, Anget, STAC, ATC and Pa are involved in the protest.\r\nTaxi drivers demand the intervention of the Ministry of Transport in the actions of insurers.\r\nThe City Council is asking for a permanent police presence at Sants Station.",
        "image": "https://www.publico.es/uploads/2023/01/25/63d103c94bc7d.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "таксисты",
        "created": "2024-06-13 11:11:51.975661"
    }
]