[
    {
        "url": "https://www.publico.es/sociedad/sindicatos-convocan-huelga-sas-proximo-26-junio-cumpla-firmado.html",
        "title": "Профсоюзы призывают к забастовке SAS 26 июня, чтобы \"выполнить то, что уже подписано\".",
        "title_en": "The unions are calling for an SAS strike on June 26 to \"fulfill what has already been signed.\"",
        "summary": "Рабочие комиссии, UGT, SATSE и CSIF объявили о призыве к частичной остановке в Андалузской службе здравоохранения.\r\nНевыполнение соглашений, увольнения сотрудников и приостановка работы Биржи труда являются причинами забастовки.\r\nЭто \"историческая\" забастовка, на которую согласились \"четыре профсоюза большинства, представляющие 80% сектора\".\r\nМобилизация началась из-за задержки с выполнением соглашения о первичной медико-санитарной помощи.\r\nНа рассмотрении находятся три списка лиц, которым не была предоставлена профессиональная карьера.\r\nПриостановление работы биржи труда вызывает проблемы, так как контракты не были заключены вовремя.\r\nПрофсоюзы попросили поговорить с тем, кто принимает политические решения, для решения проблем.",
        "summary_en": "The Working Commissions, UGT, SATSE and CSIF have announced a call for a partial shutdown of the Andalusian Health Service.\r\nNon-fulfillment of agreements, layoffs of employees and suspension of the work of the Labor Exchange are the reasons for the strike.\r\nThis is a \"historic\" strike, which was agreed to by \"four majority unions representing 80% of the sector.\"\r\nThe mobilization began due to the delay in the implementation of the agreement on primary health care.\r\nThree lists of people who have not been given a professional career are under consideration.\r\nThe suspension of the work of the labor exchange causes problems, since contracts were not concluded on time.\r\nThe unions have asked to talk to the one who makes political decisions to solve the problems.",
        "image": "https://www.publico.es/uploads/2024/06/13/666b3b6bd8699.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "медики",
        "created": "2024-06-13 22:31:01.589273"
    }
]