[
    {
        "url": "https://elpais.com/sociedad/2024-06-13/los-sindicatos-convocan-una-huelga-sanitaria-en-andalucia-el-26-de-junio.html",
        "title": "Профсоюзы призывают к санитарной забастовке в Андалусии 26 июня",
        "title_en": "Trade unions call for a sanitary strike in Andalusia on June 26",
        "summary": "Профсоюзы призывают к санитарной забастовке в Андалусии 26 июня.\r\nЗабастовка проводится в знак протеста против увольнения 5000 специалистов и отсутствия переговорного потенциала.\r\nПроблемы Хунты Андалусии связаны с переполненными списками ожидания, коллапсом системы первичной медико-санитарной помощи и сокращением штата.\r\nЧетыре профсоюза объявили о частичном отключении всех центров и служб SAS с 8 до 11 утра.\r\nПрофсоюзы осуждают несоблюдение соглашения в сфере первичной медико-санитарной помощи и увольнения персонала.\r\nСокращение штата является одной из основных причин поддержки забастовки.\r\nОтсутствие прогнозирования и четкой политики стали причинами забастовки.\r\nСовет по пакту в сфере первичной медико-санитарной помощи был подписан чуть более года назад, но наблюдательный совет собрался только один раз.\r\nМинистерство здравоохранения борется с сокращением списков ожидающих хирургического вмешательства пациентов.",
        "summary_en": "Trade unions are calling for a sanitary strike in Andalusia on June 26.\r\nThe strike is being held in protest against the dismissal of 5,000 specialists and the lack of negotiating capacity.\r\nThe problems of the Junta of Andalusia are related to overcrowded waiting lists, the collapse of the primary health care system and staff cuts.\r\nFour unions announced a partial shutdown of all SAS centers and services from 8 a.m. to 11 a.m.\r\nTrade unions condemn the non-compliance with the agreement in the field of primary health care and the dismissal of staff.\r\nDownsizing is one of the main reasons for supporting the strike.\r\nThe lack of forecasting and a clear policy became the reasons for the strike.\r\nThe Council on the pact in the field of primary health care was signed just over a year ago, but the supervisory board met only once.\r\nThe Ministry of Health is struggling with reducing the waiting lists for surgical intervention of patients.",
        "image": "https://imagenes.elpais.com/resizer/v2/ONDZJS3HNNCVNIZ2O6SO4XKCMA.png?auth=94a5b0743f289f660072166b7909b06b55ce995fe64d256a4bbfb66b482b5c40&width=1200",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "медики",
        "created": "2024-06-13 19:41:16.285373"
    },
    {
        "url": "https://www.zeit.de/news/2024-06/13/warnstreik-der-hafen-beschaeftigten-am-freitag-in-emden",
        "title": "Труд: предупредительная забастовка работников порта в Эмдене в пятницу",
        "title_en": "Labor: a warning strike by port workers in Emden on Friday",
        "summary": "Профсоюз Verdi призвал работников морского порта Эмдена объявить предупредительную забастовку в пятницу утром.\r\nЗабастовка должна начаться в 6:00 и продлиться до полудня.\r\nЭто уже четвертая подобная акция в рамках этого раунда тарифов.\r\nРаботодатели, Центральная ассоциация немецких портовых компаний (ZDS), до сих пор не представили предложения для обсуждения.\r\nВторой раунд переговоров состоится 6 июня, но июнь не привел к результату.\r\nСледующий раунд переговоров запланирован на 17 и 18 июня.\r\nVerdi требует повышения почасовой оплаты труда на три евро с 1 июня и соответствующее повышение надбавок за смену.\r\nZDS понимал это, но не учел в своем предложении в достаточной степени.\r\nНеобходимо сократить разрыв в оплате труда между различными группами.",
        "summary_en": "The Verdi trade union has called on workers at the Emden seaport to declare a precautionary strike on Friday morning.\r\nThe strike is scheduled to begin at 6:00 a.m. and last until noon.\r\nThis is the fourth such action within the framework of this round of tariffs.\r\nThe employers, the Central Association of German Port Companies (ZDS), have not yet submitted proposals for discussion.\r\nThe second round of negotiations will take place on June 6, but June did not lead to a result.\r\nThe next round of negotiations is scheduled for June 17 and 18.\r\nVerdi demands an increase in hourly wages by three euros from June 1 and a corresponding increase in shift allowances.\r\nZDS understood this, but did not take it into account sufficiently in its proposal.\r\nIt is necessary to reduce the wage gap between different groups.",
        "image": "https://img.zeit.de/news/2024-06/13/warnstreik-der-hafen-beschaeftigten-am-freitag-in-emden-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "докеры",
        "created": "2024-06-13 21:17:05.642432"
    },
    {
        "url": "https://www.publico.es/sociedad/sindicatos-convocan-huelga-sas-proximo-26-junio-cumpla-firmado.html",
        "title": "Профсоюзы призывают к забастовке SAS 26 июня, чтобы \"выполнить то, что уже подписано\".",
        "title_en": "The unions are calling for an SAS strike on June 26 to \"fulfill what has already been signed.\"",
        "summary": "Рабочие комиссии, UGT, SATSE и CSIF объявили о призыве к частичной остановке в Андалузской службе здравоохранения.\r\nНевыполнение соглашений, увольнения сотрудников и приостановка работы Биржи труда являются причинами забастовки.\r\nЭто \"историческая\" забастовка, на которую согласились \"четыре профсоюза большинства, представляющие 80% сектора\".\r\nМобилизация началась из-за задержки с выполнением соглашения о первичной медико-санитарной помощи.\r\nНа рассмотрении находятся три списка лиц, которым не была предоставлена профессиональная карьера.\r\nПриостановление работы биржи труда вызывает проблемы, так как контракты не были заключены вовремя.\r\nПрофсоюзы попросили поговорить с тем, кто принимает политические решения, для решения проблем.",
        "summary_en": "The Working Commissions, UGT, SATSE and CSIF have announced a call for a partial shutdown of the Andalusian Health Service.\r\nNon-fulfillment of agreements, layoffs of employees and suspension of the work of the Labor Exchange are the reasons for the strike.\r\nThis is a \"historic\" strike, which was agreed to by \"four majority unions representing 80% of the sector.\"\r\nThe mobilization began due to the delay in the implementation of the agreement on primary health care.\r\nThree lists of people who have not been given a professional career are under consideration.\r\nThe suspension of the work of the labor exchange causes problems, since contracts were not concluded on time.\r\nThe unions have asked to talk to the one who makes political decisions to solve the problems.",
        "image": "https://www.publico.es/uploads/2024/06/13/666b3b6bd8699.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "медики",
        "created": "2024-06-13 22:31:01.589273"
    }
]