[
    {
        "url": "https://www.publico.es/economia/dependientas-inditex-coruna-encierran-sede-empresa-pedir-negociacion-condiciones.html",
        "title": "Продавщицы Inditex в Ла-Корунье запираются в штаб-квартире компании, чтобы попросить обсудить их условия",
        "title_en": "Inditex saleswomen in La Coruna lock themselves in the company's headquarters to ask to discuss their terms",
        "summary": "Группа продавщиц магазинов Inditex в Ла-Корунье требует выполнения обязательств и возобновления переговоров.\r\nЖенщины-делегаты представляют более 70% иждивенцев компании в провинции Ла-Корунья.\r\nОни хотят обсудить свои условия труда в штаб-квартире компании, как это делают коллеги из других стран.\r\nCIG критикует политику Inditex по удалению и централизации трудовых отношений в Мадриде.\r\nКомпания утверждает, что CIG уже представлена за столом переговоров в Мадриде.\r\nДелегаты требуют согласования пунктов, касающихся только провинции, таких как плюс жажда, плюс стаж и продовольственный ваучер.\r\nОни считают несправедливым и дискриминационным, что работающие женщины из одной провинции имеют разные условия труда.",
        "summary_en": "A group of Inditex store clerks in La Coruna demands fulfillment of obligations and resumption of negotiations.\r\nFemale delegates represent more than 70% of the company's dependents in the province of La Coruna.\r\nThey want to discuss their working conditions at the company's headquarters, as colleagues from other countries do.\r\nCIG criticizes Inditex's policy of removing and centralizing labor relations in Madrid.\r\nThe company claims that CIG is already represented at the negotiating table in Madrid.\r\nDelegates are demanding agreement on items related only to the province, such as plus thirst, plus seniority and a food voucher.\r\nThey consider it unfair and discriminatory that working women from the same province have different working conditions.",
        "image": "https://www.publico.es/uploads/2024/06/14/666c3e7eeba26.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": null,
        "created": "2024-06-14 16:10:39.816300"
    }
]