[
    {
        "url": "https://www.zeit.de/news/2024-06/14/warnstreik-der-hafenarbeiter-in-emden",
        "title": "Судоходство: предупредительная забастовка докеров в Эмдене",
        "title_en": "Shipping: a warning strike by dockers in Emden",
        "summary": "Работники морского порта в Эмдене объявили предупредительную забастовку профсоюза Verdi.\r\nЗабастовка коснулась первой смены EVAG Emder Traffic- and Automotive GmbH.\r\nПерерыв начался в 6:00 и продлится до 14:00.\r\nОколо 50 членов профсоюза приняли участие в предупредительной забастовке.\r\nЭто четвертая подобная акция в текущем раунде тарифов после предупредительных забастовок в Гамбурге, Бремене и Бремерхафене.\r\nВторой раунд переговоров состоится 6 июня.\r\nПрофсоюз требует повышения почасовой оплаты труда на три евро с 1 июня и соответствующего повышения надбавок за смену.\r\nСрок повышения должен составлять двенадцать месяцев.\r\nУльбрих призывает к увеличению доходов, особенно для низкооплачиваемых групп, из-за инфляции последних лет.",
        "summary_en": "The workers of the seaport in Emden have announced a warning strike by the Verdi trade union.\r\nThe strike affected the first shift of EVAG Emder Traffic- and Automotive GmbH.\r\nThe break started at 6:00 and will last until 14:00.\r\nAbout 50 union members took part in a warning strike.\r\nThis is the fourth such action in the current round of tariffs after warning strikes in Hamburg, Bremen and Bremerhaven.\r\nThe second round of negotiations will take place on June 6.\r\nThe union demands an increase in hourly wages by three euros from June 1 and a corresponding increase in shift allowances.\r\nThe promotion period should be twelve months.\r\nUlbrich is calling for increased incomes, especially for low-wage groups, due to inflation in recent years.",
        "image": "https://img.zeit.de/news/2024-06/14/warnstreik-der-hafenarbeiter-in-emden-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "докеры",
        "created": "2024-06-14 15:31:09.858694"
    },
    {
        "url": "https://www.publico.es/economia/dependientas-inditex-coruna-encierran-sede-empresa-pedir-negociacion-condiciones.html",
        "title": "Продавщицы Inditex в Ла-Корунье запираются в штаб-квартире компании, чтобы попросить обсудить их условия",
        "title_en": "Inditex saleswomen in La Coruna lock themselves in the company's headquarters to ask to discuss their terms",
        "summary": "Группа продавщиц магазинов Inditex в Ла-Корунье требует выполнения обязательств и возобновления переговоров.\r\nЖенщины-делегаты представляют более 70% иждивенцев компании в провинции Ла-Корунья.\r\nОни хотят обсудить свои условия труда в штаб-квартире компании, как это делают коллеги из других стран.\r\nCIG критикует политику Inditex по удалению и централизации трудовых отношений в Мадриде.\r\nКомпания утверждает, что CIG уже представлена за столом переговоров в Мадриде.\r\nДелегаты требуют согласования пунктов, касающихся только провинции, таких как плюс жажда, плюс стаж и продовольственный ваучер.\r\nОни считают несправедливым и дискриминационным, что работающие женщины из одной провинции имеют разные условия труда.",
        "summary_en": "A group of Inditex store clerks in La Coruna demands fulfillment of obligations and resumption of negotiations.\r\nFemale delegates represent more than 70% of the company's dependents in the province of La Coruna.\r\nThey want to discuss their working conditions at the company's headquarters, as colleagues from other countries do.\r\nCIG criticizes Inditex's policy of removing and centralizing labor relations in Madrid.\r\nThe company claims that CIG is already represented at the negotiating table in Madrid.\r\nDelegates are demanding agreement on items related only to the province, such as plus thirst, plus seniority and a food voucher.\r\nThey consider it unfair and discriminatory that working women from the same province have different working conditions.",
        "image": "https://www.publico.es/uploads/2024/06/14/666c3e7eeba26.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": null,
        "created": "2024-06-14 16:10:39.816300"
    }
]