[
    {
        "url": "https://www.indiatoday.in/india/story/neet-exam-protest-2024-marks-retest-nta-supreme-court-grace-mark-aisa-2553650-2024-06-15?utm_source=rss+",
        "title": "Левая студенческая группа призывает к двухдневной общенациональной забастовке из-за NEET row",
        "title_en": "Leftist student group calls for two-day nationwide strike over NEET row",
        "summary": "Левые студенческие организации призывают к двухдневной общенациональной забастовке из-за предполагаемых нарушений в NEET 2024.\r\nМассовый скандал разгорелся после того, как рекордное число студентов набрало наивысшие баллы.\r\nСтуденты утверждают, что им выставлялись завышенные баллы, и ставят под сомнение эту практику.\r\nВсеиндийская студенческая ассоциация (AISA) призывает к забастовке в знак протеста против коррупции и бесхозяйственности со стороны NTA.\r\nГруппа из 20 студентов подала заявление в Верховный суд с требованием отменить экзамен NEET-UG 2024.\r\nВ новой петиции содержится требование о проведении CBI или любым другим независимым агентством расследования предполагаемых нарушений.\r\nЦентральное правительство и Национальное управление по связям с общественностью сообщили верховному суду, что они аннулировали льготные оценки.",
        "summary_en": "Leftist student organizations are calling for a two-day nationwide strike over alleged violations at NEET 2024.\r\nA massive scandal broke out after a record number of students scored the highest scores.\r\nStudents claim that they were given inflated scores and question this practice.\r\nThe All India Student Association (AISA) is calling for a strike to protest against corruption and mismanagement by the NTA.\r\nA group of 20 students filed an application to the Supreme Court demanding the cancellation of the NEET-UG 2024 exam.\r\nThe new petition calls for the CBI or any other independent agency to investigate the alleged violations.\r\nThe Central Government and the National Public Relations Office informed the Supreme Court that they had cancelled the preferential grades.",
        "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202406/tamil-nadu-slams-centre-over-neet-irregularities--demands-abolition-141510518-16x9_1.jpg?VersionId=cSlB7nl1E2_E9Pezr3m4wqJt5D0ArApp",
        "country": {
            "name": "индия",
            "flag": "🇮🇳"
        },
        "who": "студенты",
        "created": "2024-06-15 14:50:30.284895"
    },
    {
        "url": "https://www.europapress.es/internacional/noticia-arrancan-francia-ola-manifestaciones-contra-agrupacion-nacional-20240615141949.html",
        "title": "Во Франции началась волна демонстраций против Национальной группировки",
        "title_en": "A wave of demonstrations against the National Group has begun in France",
        "summary": "Представители профсоюзов и гражданских организаций Франции проводят демонстрации против роста крайне правых.\r\nОколо 200 демонстраций запланированы на субботу и завтра, с возможным участием от 300 000 до 350 000 человек.\r\nДля контроля за развитием событий мобилизовано 21 000 полицейских и жандармов.\r\nПрезидент Франции Эммануэль Макрон объявил о проведении досрочных парламентских выборов в ответ на победу ультраправой группировки.\r\nЭтот шаг Макрона произвел революцию на политической доске Галлии.\r\nУчастники демонстраций выражают озабоченность и приверженность делу до последнего дня парламентских выборов.\r\nОни критикуют Национальную группировку за \"мошенничество\" и спекуляции на расизме.",
        "summary_en": "Representatives of trade unions and civil society organizations in France are demonstrating against the rise of the far right.\r\nAbout 200 demonstrations are planned for Saturday and tomorrow, with a possible participation of 300,000 to 350,000 people.\r\n21,000 police and gendarmes have been mobilized to monitor developments.\r\nFrench President Emmanuel Macron has announced early parliamentary elections in response to the victory of the far-right group.\r\nMacron's move revolutionized the political board of Gaul.\r\nThe demonstrators express their concern and commitment to the cause until the last day of the parliamentary elections.\r\nThey criticize the National Group for \"fraud\" and speculation on racism.",
        "image": "https://img.europapress.es/fotoweb/fotonoticia_20240615141949_1200.jpg",
        "country": {
            "name": "франция",
            "flag": "🇫🇷"
        },
        "who": "профсоюзы",
        "created": "2024-06-15 16:10:33.653556"
    },
    {
        "url": "https://www.europapress.es/madrid/noticia-nueva-marea-verde-cientos-personas-vuelve-exigir-fin-conflicto-educacion-publica-madrilena-20240615133412.html",
        "title": "Новая \"зеленая волна\" сотен людей снова требует \"положить конец конфликту\" в мадридском государственном образовании",
        "title_en": "A new \"green wave\" of hundreds of people is again demanding \"an end to the conflict\" in Madrid public education",
        "summary": "Новая \"зеленая волна\" вышла на демонстрацию в Мадриде, призывая к прекращению конфликта в государственном образовании и требуя заключения отраслевого соглашения и сокращения учебного времени и коэффициентов в школах.\r\nМитинг был созван профсоюзами Секторального бюро образования-CC.OO, ANPE, CSIF и UGT.\r\nОбразовательные профсоюзы раскритиковали то, что советник по вопросам образования, науки и университетов Мадридского сообщества Эмилио Висиана созвал их на следующей неделе для переговоров без твердого предложения или повестки дня.\r\nПрофсоюзы ожидают предложения для изучения и внутреннего анализа в результате этой встречи, но у них также нет особых надежд.\r\nПрезидент ANPE Madrid отметил, что советник по образованию согласен с требованиями профсоюзов, но есть советник, который отказывается выкладывать на стол деньги, необходимые для реализации этих мер.\r\nНа демонстрацию также пришли представитель Большинства Мадрида в Ассамблее и заместитель пресс-секретаря и ответственная за образование в Региональной палате.\r\nЭмилио Висиана объявил о глобальном пакте об улучшении образования, предложение, которое исходит из предпосылки, что оно \"разумное\" и \"прогрессивное\".",
        "summary_en": "A new \"green wave\" has demonstrated in Madrid, calling for an end to the conflict in public education and demanding an industry agreement and a reduction in school hours and coefficients.\r\nThe rally was called by the trade unions of the Sectoral Bureau of Education-CC.OO, ANPE, CSIF and UGT.\r\nThe educational unions criticized the fact that the adviser on Education, Science and Universities of the Madrid Community, Emilio Visiana, convened them next week for negotiations without a firm proposal or agenda.\r\nThe unions are awaiting proposals for study and internal analysis as a result of this meeting, but they also have little hope.\r\nThe President of ANPE Madrid noted that the education adviser agrees with the demands of the trade unions, but there is an adviser who refuses to put the money needed to implement these measures on the table.\r\nThe demonstration was also attended by the representative of the Majority of Madrid in the Assembly and the Deputy Press Secretary and responsible for education in the Regional Chamber.\r\nEmilio Visiana announced a global pact to improve education, a proposal that proceeds from the premise that it is \"reasonable\" and \"progressive.\"",
        "image": "https://img.europapress.es/fotoweb/fotonoticia_20240615133412_1200.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-06-15 16:10:38.011918"
    }
]