[
    {
        "url": "https://toronto.citynews.ca/2024/06/15/lcbo-workers-vote-97-per-cent-in-favour-of-a-strike/",
        "title": "97% работников LCBO проголосовали за забастовку",
        "title_en": "97% of LCBO workers voted for strike action",
        "summary": "97% работников LCBO проголосовали за проведение забастовки.\r\nПрофсоюз работников государственной службы Онтарио сообщил о голосовании более 8000 членов.\r\nПереговоры о новом контракте продолжаются с марта, главным камнем преткновения являются гарантии сохранения рабочих мест.\r\nПремьер-министр Дуг Форд объявил о планах разрешить продажу алкоголя в круглосуточных магазинах и продуктовых лавках к 2026 году.\r\nLCBO остается единственным местом, где можно приобрести крепкие алкогольные напитки, и остается оптовым продавцом.\r\nПравительство не планирует приватизировать LCBO.",
        "summary_en": "97% of LCBO employees voted for a strike.\r\nThe Ontario Public Service Workers Union reported more than 8,000 members voting.\r\nNegotiations on a new contract have been ongoing since March, and the main stumbling block is job security guarantees.\r\nPremier Doug Ford has announced plans to allow alcohol sales in convenience stores and grocery stores by 2026.\r\nLCBO remains the only place where strong alcoholic beverages can be purchased, and remains a wholesaler.\r\nThe government has no plans to privatize LCBO.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2022/07/08/lcbo-in-toronto.jpeg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-16 05:00:37.693578"
    },
    {
        "url": "https://www.nortes.me/2024/06/16/galeria-asi-fue-la-manifestacion-de-la-suiza/",
        "title": "Галерея: Так прошла демонстрация швейцарцев",
        "title_en": "Gallery: This is how the Swiss demonstration took place",
        "summary": "В Швейцарии прошла демонстрация с требованием свободы профсоюзных активистов, осужденных за трудовой конфликт в XIX веке.\r\nАвтор статьи выражает тревогу по поводу отношения местного правительства к торговцам фонтанами.\r\nПрофсоюзное объединение в защиту осужденных женщин Швейцарии также привлекло внимание.\r\nСтатья содержит фотографии и заголовки, связанные с событиями в Швейцарии 16 июня 2024 года.",
        "summary_en": "A demonstration demanding the freedom of trade union activists convicted of labor conflict in the 19th century took place in Switzerland.\r\nThe author of the article expresses concern about the attitude of the local government towards fountain merchants.\r\nThe trade union association for the Protection of Convicted Swiss Women has also attracted attention.\r\nThe article contains photos and headlines related to the events in Switzerland on June 16, 2024.",
        "image": "https://www.nortes.me/wp-content/uploads/2024/06/la_suiza_galeria.jpg",
        "country": {
            "name": "швейцария",
            "flag": "🇨🇭"
        },
        "who": null,
        "created": "2024-06-16 07:21:11.956521"
    }
]