[
    {
        "url": "https://www.zeit.de/news/2024-06/17/gewerkschaft-verdi-ruft-zu-warnstreik-in-mehreren-haefen-auf",
        "title": "Коллективные переговоры: забастовка с предупреждением парализовала работу ряда портов на севере Германии",
        "title_en": "Collective bargaining: a warning strike has paralyzed the operation of a number of ports in northern Germany",
        "summary": "Работники северных портов объявили забастовку перед началом третьего раунда коллективных переговоров.\r\nПредупредительная забастовка нанесла ущерб порту Гамбурга и перевалке контейнеров.\r\nПрофсоюз Verdi призвал работников портов в нескольких городах объявить забастовку.\r\nВерди требует повышения почасовой оплаты труда и платы за смену для работников.\r\nЦентральная ассоциация немецких портовых компаний предложила повышение заработной платы, но не соответствующее требованиям профсоюза.\r\nВ понедельник утром многие работники северных портов объявили забастовку в знак предупреждения перед началом третьего раунда коллективных переговоров.",
        "summary_en": "Workers at the northern ports went on strike before the start of the third round of collective bargaining.\r\nThe warning strike caused damage to the port of Hamburg and the transshipment of containers.\r\nThe Verdi trade union has called on port workers in several cities to go on strike.\r\nVerdi demands an increase in hourly wages and shift fees for employees.\r\nThe Central Association of German Port Companies has proposed a wage increase, but it does not meet the requirements of the trade union.\r\nOn Monday morning, many workers at the northern ports went on strike as a warning before the start of the third round of collective bargaining.",
        "image": "https://img.zeit.de/news/2024-06/17/gewerkschaft-verdi-ruft-zu-warnstreik-in-mehreren-haefen-auf-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": null,
        "created": "2024-06-17 17:01:11.120556"
    }
]