[
    {
        "url": "https://www.zeit.de/news/2024-06/17/ig-metall-stellt-tarifforderung-vor",
        "title": "Профсоюзы: IG Metall выдвигает требования по тарифам",
        "title_en": "Trade unions: IG Metall makes demands on tariffs",
        "summary": "IG Metall представляет рекомендацию по требованиям к осеннему раунду тарифов для 3,9 миллиона работников металлургической и электротехнической промышленности.\r\nСовет профсоюзов обсудит рекомендацию с Кристианом Беннером.\r\nПрофсоюз, вероятно, потребует значительного увеличения заработной платы из-за роста потребительских цен.\r\nРаботодатели утверждают, что напряженная экономическая ситуация в Германии не позволяет значительно повысить заработную плату.\r\nРаботодатели в Баден-Вюртемберге требуют нулевого уровня заработной платы.\r\nГлава IG-Metall Беннер отвергает требование работодателей Баден-Вюртемберга о проведении нулевого раунда.\r\nIG Metall стремится обеспечить соблюдение своих требований к заработной плате с помощью трудовых споров.\r\nРекомендация правления IG-Metall еще не является окончательным требованием, и вопрос будет обсуждаться в региональных комиссиях по тарифам.",
        "summary_en": "IG Metall presents a recommendation on the requirements for the autumn round of tariffs for 3.9 million workers in the metallurgical and electrical industries.\r\nThe Trade Union Council will discuss the recommendation with Christian Benner.\r\nThe union is likely to demand a significant increase in wages due to rising consumer prices.\r\nEmployers claim that the tense economic situation in Germany does not allow for a significant increase in wages.\r\nEmployers in Baden-Wuerttemberg demand zero wages.\r\nThe head of IG-Metall, Benner, rejects the demand of Baden-Württemberg employers to hold a zero round.\r\nIG Metall strives to ensure compliance with its wage requirements through labor disputes.\r\nThe recommendation of the IG-Metall board is not yet a final requirement, and the issue will be discussed in the regional tariff commissions.",
        "image": "https://img.zeit.de/news/2024-06/17/ig-metall-stellt-tarifforderung-vor-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": null,
        "created": "2024-06-17 07:50:57.337537"
    },
    {
        "url": "https://www.spiegel.de/wirtschaft/unternehmen/ver-di-ruft-zu-warnstreik-in-grossen-deutschen-haefen-auf-a-37f69dfe-905c-4f5d-8722-06421ef5b550#ref=rss",
        "title": "Ver.di призывает к предупредительной забастовке в крупных портах Германии",
        "title_en": "Ver.di calls for a precautionary strike at major German ports",
        "summary": "Задержка на терминалах Вер.ди вызывает предупредительную забастовку в крупных портах Германии.\r\nРаботники портов на севере страны приостановили работу из-за забастовки.\r\nВ порту Гамбурга погрузочно-разгрузочные работы в значительной степени парализованы.\r\nСотрудники портов в Гамбурге, Бремене, Бремерхафене, Брейке и Эмдене призваны к прекращению работы.\r\nТретий раунд коллективных переговоров состоится в понедельник и вторник в Гамбурге.\r\nЗабастовки портовых рабочих на прошлой неделе наглядно продемонстрировали их поддержку своих требований.\r\nРазличия в оплате труда между различными группами должны быть сокращены.\r\nЗабастовка затронула, в частности, четыре контейнерных терминала логистических компаний.\r\nПостановление требует повышения почасовой оплаты труда на три евро задним числом для работников.",
        "summary_en": "The delay at the terminals causes a warning strike in major German ports.\r\nPort workers in the north of the country have suspended work due to the strike.\r\nIn the port of Hamburg, loading and unloading operations are largely paralyzed.\r\nPort staff in Hamburg, Bremen, Bremerhaven, Break and Emden have been called to cease work.\r\nThe third round of collective bargaining will take place on Monday and Tuesday in Hamburg.\r\nThe strikes of the port workers last week clearly demonstrated their support for their demands.\r\nWage differences between different groups should be reduced.\r\nThe strike affected, in particular, four container terminals of logistics companies.\r\nThe decree requires an increase in hourly wages by three euros retroactively for employees.",
        "image": "https://cdn.prod.www.spiegel.de/images/3621fb91-9012-4241-a2e4-ebbf34eade37_w1200_r1.778_fpx70.39_fpy54.99.jpg",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": null,
        "created": "2024-06-17 10:00:47.769505"
    },
    {
        "url": "https://www.zeit.de/news/2024-06/17/gewerkschaft-verdi-ruft-zu-warnstreik-in-mehreren-haefen-auf",
        "title": "Коллективные переговоры: забастовка с предупреждением парализовала работу ряда портов на севере Германии",
        "title_en": "Collective bargaining: a warning strike has paralyzed the operation of a number of ports in northern Germany",
        "summary": "Работники северных портов объявили забастовку перед началом третьего раунда коллективных переговоров.\r\nПредупредительная забастовка нанесла ущерб порту Гамбурга и перевалке контейнеров.\r\nПрофсоюз Verdi призвал работников портов в нескольких городах объявить забастовку.\r\nВерди требует повышения почасовой оплаты труда и платы за смену для работников.\r\nЦентральная ассоциация немецких портовых компаний предложила повышение заработной платы, но не соответствующее требованиям профсоюза.\r\nВ понедельник утром многие работники северных портов объявили забастовку в знак предупреждения перед началом третьего раунда коллективных переговоров.",
        "summary_en": "Workers at the northern ports went on strike before the start of the third round of collective bargaining.\r\nThe warning strike caused damage to the port of Hamburg and the transshipment of containers.\r\nThe Verdi trade union has called on port workers in several cities to go on strike.\r\nVerdi demands an increase in hourly wages and shift fees for employees.\r\nThe Central Association of German Port Companies has proposed a wage increase, but it does not meet the requirements of the trade union.\r\nOn Monday morning, many workers at the northern ports went on strike as a warning before the start of the third round of collective bargaining.",
        "image": "https://img.zeit.de/news/2024-06/17/gewerkschaft-verdi-ruft-zu-warnstreik-in-mehreren-haefen-auf-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": null,
        "created": "2024-06-17 17:01:11.120556"
    }
]