[
    {
        "url": "https://cincodias.elpais.com/companias/2024-06-18/telefonica-iniciara-en-julio-el-proceso-de-reduccion-de-jornada-en-espana-para-llegar-a-36-horas-en-2026.html",
        "title": "Telefónica в июле начнет процесс сокращения рабочего дня в Испании до 36 часов в 2026 году",
        "title_en": "Telefónica in July will begin the process of reducing the working day in Spain to 36 hours in 2026",
        "summary": "Telefónica начнет процесс сокращения рабочего дня в Испании до 36 часов в 2026 году.\r\nОператор заключает соглашение с профсоюзами о постепенном сокращении рабочего дня для сотрудников.\r\nСоглашение предусматривает переход с нынешних 37,5 часов в неделю на 36 часов в 2026 году.\r\nUGT, профсоюз, возглавляющий социальные изменения, заявляет, что это соглашение укрепит социальную стабильность.\r\nВведение 36-часового рабочего дня станет ориентиром для общества, которое будет способствовать развитию моделей работы, в которых приоритетное внимание уделяется здоровью, благополучию и примирению работников.\r\nРешение сократить рабочий день было принято в соответствии с соглашениями, подписанными Telefonica в рамках нового соглашения.\r\nTelefonica в определенной степени соответствовала планам различных членов правительства сократить рабочий день до 35 часов в неделю.",
        "summary_en": "Telefónica will begin the process of reducing the working day in Spain to 36 hours in 2026.\r\nThe operator enters into an agreement with the trade unions on the gradual reduction of the working day for employees.\r\nThe agreement provides for the transition from the current 37.5 hours per week to 36 hours in 2026.\r\nUGT, the trade union spearheading social change, says this agreement will strengthen social stability.\r\nThe introduction of the 36-hour working day will be a guideline for society, which will promote the development of work models that prioritize the health, well-being and reconciliation of employees.\r\nThe decision to shorten the working day was made in accordance with the agreements signed by Telefonica as part of the new agreement.\r\nTelefonica was to some extent in line with the plans of various members of the government to reduce the working day to 35 hours per week.",
        "image": "https://imagenes.elpais.com/resizer/v2/U227GKT6DRA73JVB3MMHFASHLY.jpg?auth=124f6eac5f2d3bd1a306b1a7ba96e5e6cb8cae37b923867a54872bab52ffc576&width=1200",
        "country": {},
        "who": null,
        "created": "2024-06-18 18:30:32.335851"
    }
]