[
    {
        "url": "https://www.theguardian.com/business/article/2024/jun/28/labour-urged-to-step-in-over-tatas-plans-to-close-steelworks-days-after-election",
        "title": "Лейбористы призвали вмешаться в планы Tata по закрытию сталелитейного завода через несколько дней после выборов",
        "title_en": "Labor has called for intervention in Tata's plans to close the steel mill days after the election",
        "summary": "Tata Steel планирует закрыть две доменные печи на сталелитейном заводе в Порт-Талботе после забастовки членов Unite.\r\nОколо 1500 рабочих на заводе и другом предприятии в Лланверне планируют объявить забастовку.\r\nРешение Tata вызвало гнев политиков и профсоюзов, которые считают, что компания должна подождать до всеобщих выборов.\r\nЛейбористские политики обещают выделить до 3 млрд фунтов стерлингов на поддержку перехода отрасли на производство низкоуглеродистой стали.\r\nНовая электродуговая печь будет построена к концу 2027 года.\r\nРешение Tata Steel закрыть печи вызвало критику и опасения о безопасности работников и последствиях для отрасли.",
        "summary_en": "Tata Steel plans to close two blast furnaces at a steel mill in Port Talbot following a strike by Unite members.\r\nAbout 1,500 workers at a factory and another facility in Llanwern are planning to go on strike.\r\nTata's decision has angered politicians and trade unions who believe the company should wait until after the general election.\r\nLabour politicians promise to allocate up to 3 billion pounds to support the industry's transition to low-carbon steel production.\r\nThe new electric arc furnace will be built by the end of 2027.\r\nTata Steel's decision to close the furnaces has sparked criticism and concerns about worker safety and the consequences for the industry.",
        "image": "https://i.guim.co.uk/img/media/31d8ff774061d0d26f83bbf025ba130b2da4fe18/0_134_2614_1569/master/2614.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=3d9e0377c66893a39cd610b1fc7674d8",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": null,
        "created": "2024-06-28 15:50:42.379479"
    },
    {
        "url": "https://www.forbes.com/sites/hollycorbett/2024/06/28/how-unions-can-help-shrink-the-gender-wage-gap/",
        "title": "Как Профсоюзы могут Помочь Сократить Гендерный Разрыв В Заработной Плате",
        "title_en": "How Unions Can Help Reduce The Gender Wage Gap",
        "summary": "Пандемия изменила отношение Дженис Браун к работе и побудила ее создать профсоюз в музее.\r\nБраун начала общаться с коллегами о создании профсоюза в феврале 2020 года.\r\nПандемия вызвала более сильные чувства и желание создать профсоюз по экономическим причинам.\r\nБольшинство коллег Браун поддержали создание профсоюза, и официальные выборы были выиграны с перевесом в 79%.\r\nВ мае 2023 года был подписан первый контракт, включающий повышение минимальной заработной платы и дополнительные льготы.\r\nУспех Объединения музейных работников вдохновил другие некоммерческие организации повысить минимальную заработную плату.\r\nВозрождение рабочего движения происходит по всей стране из-за повышения стоимости жизни и роста прибылей корпораций.",
        "summary_en": "The pandemic changed Janice Brown's attitude to work and prompted her to form a union at the museum.\r\nBrown began talking to colleagues about forming a union in February 2020.\r\nThe pandemic has caused stronger feelings and a desire to form a trade union for economic reasons.\r\nMost of Brown's colleagues supported the creation of a trade union, and the official election was won by a margin of 79%.\r\nIn May 2023, the first contract was signed, including an increase in the minimum wage and additional benefits.\r\nThe success of the Museum Workers' Association has inspired other non-profit organizations to raise the minimum wage.\r\nThe revival of the labor movement is taking place across the country due to the rising cost of living and rising corporate profits.",
        "image": "https://imageio.forbes.com/specials-images/imageserve/667ed2f4113340e14695be69/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": null,
        "created": "2024-06-28 18:40:43.983102"
    },
    {
        "url": "https://www.infobae.com/colombia/2024/06/28/ministerio-de-trabajo-anuncio-que-no-les-pagara-a-los-trabajadores-en-paro-sindicato-hizo-la-denuncia/",
        "title": "Министерство труда объявило, что не будет платить безработным: профсоюз подал жалобу",
        "title_en": "The Ministry of Labor announced that it would not pay the unemployed: the union filed a complaint",
        "summary": "Работники Министерства труда Колумбии проводят бессрочную забастовку с 31 мая.\r\nЗабастовка длится 28 дней без достижения консенсуса между сторонами.\r\nИсполняющий обязанности министра труда и заместитель прокурора по трудовым вопросам заявили, что забастовщикам не будут оплачиваться нерабочие дни.\r\nОтсутствие соглашения объясняется экономическими и правовыми проблемами.\r\nЗабастовка привела к закрытию офисов и затронула более 152 муниципальных трудовых инспекций.\r\nПротестанты стремятся потребовать соблюдения предыдущих коллективных соглашений.\r\nРабочие снова попросили встретиться с министром для обсуждения их просьб.",
        "summary_en": "Employees of the Colombian Ministry of Labor have been on indefinite strike since May 31.\r\nThe strike lasts for 28 days without reaching a consensus between the parties.\r\nThe Acting Minister of Labor and the Deputy Prosecutor for Labor Issues said that the strikers would not be paid for non-working days.\r\nThe lack of an agreement is explained by economic and legal problems.\r\nThe strike led to the closure of offices and affected more than 152 municipal labor inspections.\r\nProtestants seek to demand compliance with previous collective agreements.\r\nThe workers again asked to meet with the Minister to discuss their requests.",
        "image": "https://www.infobae.com/new-resizer/-gwMgyVepx_p4lDlbH_E1G-kIDY=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/DX2RYY537BBHHMODRPQAYSKIAI.jpg",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": null,
        "created": "2024-06-28 20:11:10.432689"
    },
    {
        "url": "https://montrealgazette.com/news/local-news/quebec-citys-blue-collar-workers-set-strike-days-for-july",
        "title": "Рабочие Квебека назначили дни забастовки на июль",
        "title_en": "Quebec workers set strike days for July",
        "summary": "The Gazette - важная часть англоязычного сообщества на протяжении более 245 лет.\r\nГазета предоставляет надежные новости и освещение важных вопросов.\r\nПодписка включает неограниченный онлайн-доступ к журналистике, включая колонки Эллисон Хейнс, Джоша Фрида и Билла Браунштейна.\r\nВозможность общения с сообществом комментаторов и обучения у других читателей на форуме.\r\nНеограниченный онлайн-доступ к Montreal Gazette, National Post, кроссворду New York Times и еще 14 новостным сайтам.\r\nПоддержка местных и будущих журналистов.\r\nЭлектронная газета Montreal Gazette для просмотра на любом устройстве с возможностью делиться и комментировать.",
        "summary_en": "The Gazette has been an important part of the English-speaking community for over 245 years.\r\nThe newspaper provides reliable news and coverage of important issues.\r\nThe subscription includes unlimited online access to journalism, including columns by Allison Haines, Josh Freed and Bill Brownstein.\r\nThe opportunity to communicate with the community of commentators and learn from other readers on the forum.\r\nUnlimited online access to the Montreal Gazette, the National Post, the New York Times crossword puzzle and 14 other news sites.\r\nSupport for local and future journalists.\r\nThe Montreal Gazette is an electronic newspaper for viewing on any device with the ability to share and comment.",
        "image": "https://smartcdn.gprod.postmedia.digital/montrealgazette/wp-content/uploads/2024/06/9700773.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-28 22:00:55.113116"
    },
    {
        "url": "https://toronto.citynews.ca/2024/06/28/toronto-pearson-airport-screeners-cawu-tentative-deal-rejected/",
        "title": "Инспекторы аэропорта Торонто Пирсон отклонили предварительную сделку, забастовка все еще возможна",
        "title_en": "Toronto Pearson Airport Inspectors Reject Tentative deal, Strike still Possible",
        "summary": "Инспекторы аэропорта Торонто Пирсон отклонили предварительное соглашение с профсоюзом.\r\nЗабастовка все еще возможна.\r\nПрофсоюз представляет почти 3000 сотрудников, занимающихся проверкой безопасности.\r\nКомпания GardaWorld, работающая в аэропорту, сохраняет оптимизм в отношении соглашения.\r\nПервоначальная сделка предусматривала повышение заработной платы на 24% в течение трех лет.\r\nGardaWorld выиграла тендер на предоставление услуг по досмотру в аэропортах Канады.\r\nДва контракта на сумму до 2,66 миллиарда долларов были подписаны в апреле.\r\nЗабастовка может произойти в решающий момент для аэропорта Торонто Пирсон из-за роста количества пассажиров в летние каникулы.",
        "summary_en": "Toronto Pearson Airport inspectors rejected a tentative agreement with the union.\r\nA strike is still possible.\r\nThe union represents almost 3,000 employees involved in security checks.\r\nGardaWorld, which operates at the airport, remains optimistic about the agreement.\r\nThe original deal called for a 24% salary increase over three years.\r\nGardaWorld has won a tender for the provision of airport screening services in Canada.\r\nTwo contracts worth up to $2.66 billion were signed in April.\r\nThe strike could come at a crucial time for Toronto Pearson Airport due to the increase in passenger numbers during the summer holidays.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2024/06/22/Toronto-Pearson-International-Airport-GTAA-sign-e1719101373164.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-28 23:10:40.303504"
    }
]