[
    {
        "url": "https://montrealgazette.com/news/local-news/quebec-citys-blue-collar-workers-set-strike-days-for-july",
        "title": "Рабочие Квебека назначили дни забастовки на июль",
        "title_en": "Quebec workers set strike days for July",
        "summary": "The Gazette - важная часть англоязычного сообщества на протяжении более 245 лет.\r\nГазета предоставляет надежные новости и освещение важных вопросов.\r\nПодписка включает неограниченный онлайн-доступ к журналистике, включая колонки Эллисон Хейнс, Джоша Фрида и Билла Браунштейна.\r\nВозможность общения с сообществом комментаторов и обучения у других читателей на форуме.\r\nНеограниченный онлайн-доступ к Montreal Gazette, National Post, кроссворду New York Times и еще 14 новостным сайтам.\r\nПоддержка местных и будущих журналистов.\r\nЭлектронная газета Montreal Gazette для просмотра на любом устройстве с возможностью делиться и комментировать.",
        "summary_en": "The Gazette has been an important part of the English-speaking community for over 245 years.\r\nThe newspaper provides reliable news and coverage of important issues.\r\nThe subscription includes unlimited online access to journalism, including columns by Allison Haines, Josh Freed and Bill Brownstein.\r\nThe opportunity to communicate with the community of commentators and learn from other readers on the forum.\r\nUnlimited online access to the Montreal Gazette, the National Post, the New York Times crossword puzzle and 14 other news sites.\r\nSupport for local and future journalists.\r\nThe Montreal Gazette is an electronic newspaper for viewing on any device with the ability to share and comment.",
        "image": "https://smartcdn.gprod.postmedia.digital/montrealgazette/wp-content/uploads/2024/06/9700773.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-28 22:00:55.113116"
    },
    {
        "url": "https://toronto.citynews.ca/2024/06/28/toronto-pearson-airport-screeners-cawu-tentative-deal-rejected/",
        "title": "Инспекторы аэропорта Торонто Пирсон отклонили предварительную сделку, забастовка все еще возможна",
        "title_en": "Toronto Pearson Airport Inspectors Reject Tentative deal, Strike still Possible",
        "summary": "Инспекторы аэропорта Торонто Пирсон отклонили предварительное соглашение с профсоюзом.\r\nЗабастовка все еще возможна.\r\nПрофсоюз представляет почти 3000 сотрудников, занимающихся проверкой безопасности.\r\nКомпания GardaWorld, работающая в аэропорту, сохраняет оптимизм в отношении соглашения.\r\nПервоначальная сделка предусматривала повышение заработной платы на 24% в течение трех лет.\r\nGardaWorld выиграла тендер на предоставление услуг по досмотру в аэропортах Канады.\r\nДва контракта на сумму до 2,66 миллиарда долларов были подписаны в апреле.\r\nЗабастовка может произойти в решающий момент для аэропорта Торонто Пирсон из-за роста количества пассажиров в летние каникулы.",
        "summary_en": "Toronto Pearson Airport inspectors rejected a tentative agreement with the union.\r\nA strike is still possible.\r\nThe union represents almost 3,000 employees involved in security checks.\r\nGardaWorld, which operates at the airport, remains optimistic about the agreement.\r\nThe original deal called for a 24% salary increase over three years.\r\nGardaWorld has won a tender for the provision of airport screening services in Canada.\r\nTwo contracts worth up to $2.66 billion were signed in April.\r\nThe strike could come at a crucial time for Toronto Pearson Airport due to the increase in passenger numbers during the summer holidays.",
        "image": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2024/06/22/Toronto-Pearson-International-Airport-GTAA-sign-e1719101373164.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-28 23:10:40.303504"
    }
]