[
    {
        "url": "https://www.independent.co.uk/tv/news/aer-lingus-pilots-strike-dublin-today-b2571069.html",
        "title": "Пилоты Aer Lingus проводят восьмичасовую забастовку в аэропорту Дублина",
        "title_en": "Aer Lingus pilots hold eight-hour strike at Dublin airport",
        "summary": "Сотни пилотов Aer Lingus проводят восьмичасовую забастовку из-за спора о зарплате.\r\nПилоты проходят маршем по Дублинскому аэропорту, держа плакаты и растяжки.\r\nДемонстрация вызывает серьезные сбои в движении транспорта вокруг аэропорта.\r\nПилоты проводят пикет на главной кольцевой развязке у входа в аэропорт.",
        "summary_en": "Hundreds of Aer Lingus pilots are holding an eight-hour strike over a salary dispute.\r\nPilots march through Dublin Airport holding placards and banners.\r\nThe demonstration causes serious disruptions to traffic around the airport.\r\nPilots are holding a picket at the main roundabout at the entrance to the airport.",
        "image": "https://cdn.jwplayer.com/v2/media/4THK6LNf/poster.jpg?width=720",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": null,
        "created": "2024-06-29 17:10:44.432640"
    },
    {
        "url": "https://montrealgazette.com/news/local-news/strike-suspends-ferry-service-between-sorel-tracy-and-st-ignace-de-loyola",
        "title": "Забастовка приостановила паромное сообщение между Сорель-Трейси и Сен-Игнас-де-Лойола",
        "title_en": "The strike suspended ferry service between Sorel Tracy and Saint Ignace de Loyola",
        "summary": "Забастовка паромной переправы Сорель-Трейси-Сен-Игнас-де-Лойола приостановила движение в субботу и воскресенье.\r\nТрудовой конфликт затрагивает около 70 сотрудников, членов профсоюза сталелитейщиков.\r\nСлужба возобновится в воскресенье по обычному расписанию.\r\nПереговоры между сторонами продолжаются уже несколько месяцев.\r\nЧлены профсоюза требуют повышения заработной платы.\r\nРабочие уже дали себе обещание провести 10-дневную забастовку в соответствующее время.\r\nВ минувшие выходные из-за простоя пострадали пять паромов.",
        "summary_en": "The Sorel-Tracy-Saint-Ignace-de-Loyola ferry strike suspended traffic on Saturday and Sunday.\r\nThe labor conflict affects about 70 employees, members of the steelworkers' union.\r\nThe service will resume on Sunday according to the usual schedule.\r\nNegotiations between the parties have been going on for several months.\r\nUnion members are demanding higher wages.\r\nThe workers have already promised themselves to hold a 10-day strike at the appropriate time.\r\nLast weekend, five ferries were affected due to downtime.",
        "image": "https://smartcdn.gprod.postmedia.digital/montrealgazette/wp-content/uploads/2024/06/Screenshot-2024-06-29-at-11.52.26 AM.png",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-29 19:10:56.905720"
    }
]