[
    {
        "url": "https://www.irishtimes.com/business/work/2024/06/28/union-overseeing-pilots-group-tells-other-aer-lingus-staff-to-work-as-normal/",
        "title": "Профсоюз, курирующий группу пилотов, рекомендует другим сотрудникам Aer Lingus работать в обычном режиме",
        "title_en": "The union overseeing the pilot group recommends that other Aer Lingus employees work as usual",
        "summary": "Профсоюз Ialpa предупредил своих членов о необходимости явиться на работу во время субботней забастовки.\r\nКомпания Fórsa заверила персонал, что бортпроводники должны работать в обычном режиме, так как не участвуют в споре.\r\nСотрудники должны явиться на работу, даже если рейс отменен, и перейти в режим ожидания или выполнить другие обязанности.\r\nВ документе содержится предостережение от участия в пикетах в знак солидарности.\r\nАвиакомпания Aer Lingus отменила более 100 рейсов, запланированных на субботу.\r\nSiptu, Unite и Connect all являются членами Aer Lingus, но не вовлечены в спор.\r\nUnite и Connect заявили, что поддерживают своих членов, отказывающихся пропустить пикет, связанный с забастовкой.",
        "summary_en": "The Ialpa trade union has warned its members to report to work during Saturday's strike.\r\nFórsa assured the staff that the flight attendants should work as usual, as they are not involved in the dispute.\r\nEmployees must report to work, even if the flight is canceled, and go into standby mode or perform other duties.\r\nThe document contains a warning against participating in pickets as a sign of solidarity.\r\nAer Lingus has cancelled more than 100 flights scheduled for Saturday.\r\nSiptu, Unite and Connect all are members of Aer Lingus, but are not involved in the dispute.\r\nUnite and Connect said they support their members who refuse to skip the picket related to the strike.",
        "image": "https://www.irishtimes.com/resizer/PV03y890A6kXyJItdqv255mMM6E=/1200x630/filters:format(jpg):quality(70):focal(2240x150:2250x160)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/W2XNL2FM6F3FUC3BIFGYP5QNRQ.jpg",
        "country": {
            "name": "ирландия",
            "flag": "🇮🇪"
        },
        "who": null,
        "created": "2024-06-29 02:10:49.394258"
    },
    {
        "url": "https://www.mirror.co.uk/travel/europe/uk-airport-braces-travel-disruption-33133399",
        "title": "Аэропорт Гатвик готовится к перебоям в работе, поскольку 300 сотрудников объявляют даты забастовки в июле",
        "title_en": "Gatwick Airport prepares for disruption as 300 staff announce strike dates in July",
        "summary": "Профсоюз Unite объявил о шестидневной забастовке 300 сотрудников службы безопасности и обслуживания пассажиров в аэропорту Гатвик в июле.\r\nЗабастовки затронут 100 сотрудников ICTS и 200 сотрудников Wilson James.\r\nОбе группы работников отклонили предложения о повышении заработной платы и будут бастовать с 12 по 14 июля и с 19 по 21 июля.\r\nUnite предупреждает о возможных задержках при регистрации заезда из-за забастовки.\r\nЕсли споры не будут разрешены, планируются дальнейшие забастовки.\r\nЗабастовки могут привести к значительным сбоям в работе служб безопасности и обслуживания пассажиров.\r\nОколо 100 водителей грузовых автомобилей и складских работников также собираются принять участие в забастовке из-за спора о заработной плате.\r\nРегиональный директор Unite призывает работодателей к разумным предложениям для разрешения споров.",
        "summary_en": "The Unite union announced a six-day strike by 300 security and passenger service staff at Gatwick Airport in July.\r\nThe strikes will affect 100 ICTS employees and 200 Wilson James employees.\r\nBoth groups of workers have rejected wage increases and will strike from July 12-14 and July 19-21.\r\nUnite warns of possible delays at check-in due to the strike.\r\nIf the disputes are not resolved, further strikes are planned.\r\nStrikes can lead to significant disruptions in the work of security and passenger services.\r\nAbout 100 truck drivers and warehouse workers are also going to take part in the strike over a wage dispute.\r\nThe Regional Director of Unite urges employers to make reasonable proposals to resolve disputes.",
        "image": null,
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": null,
        "created": "2024-06-29 11:20:52.368330"
    },
    {
        "url": "https://www.infobae.com/colombia/2024/06/29/procuraduria-se-mostro-preocupada-por-huelga-de-los-trabajadores-del-ministerio-del-trabajo/",
        "title": "Прокуратура обеспокоена забастовкой работников Минтруда",
        "title_en": "The prosecutor's office is concerned about the strike of workers of the Ministry of Labor",
        "summary": "Отсутствие соглашения между 13 профсоюзными организациями и правительством из-за экономической и юридической невозможности выполнить надбавку к заработной плате в размере 50%.\r\nМинистерство труда подтвердило готовность разрешать трудовые и профсоюзные споры в соответствии с законом.\r\nПрокуратура предложила свои услуги для облегчения диалога и возвращения чиновников к работе.\r\nОсновной трудовой кодекс запрещает забастовки государственным служащим, и во время прекращения деятельности оплата не производится.\r\nМинистерство труда объявило, что не будет платить безработным и забастовщикам не будут оплачиваться нерабочие дни.\r\nЗабастовка привела к закрытию офисов и затронула более 152 муниципальных трудовых инспекций по всей стране.\r\nПротестующие требуют соблюдения предыдущих коллективных соглашений и улучшения трудовых прав.\r\nПрофсоюз рабочих выразил недовольство нынешней администрацией и отсутствием возможностей для диалога с национальным правительством.",
        "summary_en": "The absence of an agreement between 13 trade union organizations and the Government due to the economic and legal inability to meet the wage increase of 50%.\r\nThe Ministry of Labor has confirmed its readiness to resolve labor and trade union disputes in accordance with the law.\r\nThe Prosecutor's Office offered its services to facilitate dialogue and return officials to work.\r\nThe Basic Labor Code prohibits strikes by civil servants, and no payment is made during the termination of activities.\r\nThe Ministry of Labor has announced that it will not pay the unemployed and strikers will not be paid for non-working days.\r\nThe strike led to the closure of offices and affected more than 152 municipal labor inspections across the country.\r\nThe protesters demand compliance with previous collective agreements and improvement of labor rights.\r\nThe workers' union expressed dissatisfaction with the current administration and the lack of opportunities for dialogue with the national Government.",
        "image": "https://www.infobae.com/new-resizer/YBIoQkEBBFrH0JCUiJkvrdkFXR8=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/PMZ3ZPL4OBC7FELXRYULZKMZK4.jpg",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": null,
        "created": "2024-06-29 13:12:30.793573"
    },
    {
        "url": "https://www.irishtimes.com/ireland/2024/06/29/aer-lingus-strike-hundreds-of-pilots-march-at-dublin-airport-amid-eight-hour-strike/",
        "title": "Забастовка Aer Lingus: сотни пилотов вышли на марш в аэропорту Дублина на фоне восьмичасовой забастовки",
        "title_en": "Aer Lingus strike: Hundreds of pilots marched at Dublin airport amid eight-hour strike",
        "summary": "Около 500 пилотов Aer Lingus провели марш под дождем вокруг Дублинского аэропорта из-за требований о выплате заработной платы.\r\nБольшинство пилотов собрались в головном офисе компании после восьмичасовой забастовки.\r\nIalpa требует увеличения заработной платы более чем на 20%.\r\nПилоты говорят, что их требования обойдутся компании менее чем в 5 миллионов евро в год, но Aer Lingus утверждает, что это 40 миллионов евро.\r\nПрофсоюз и компания должны обратиться в суд по трудовым спорам для урегулирования спора.\r\nAer Lingus отменила почти 400 рейсов из-за забастовки, что затронуло около 70 000 пассажиров.\r\nСпор будет передан в суд по трудовым спорам в третий раз после предыдущих встреч с судом.",
        "summary_en": "About 500 Aer Lingus pilots marched in the rain around Dublin Airport due to salary demands.\r\nMost of the pilots gathered at the company's head office after an eight-hour strike.\r\nIalpa requires a salary increase of more than 20%.\r\nThe pilots say that their demands will cost the company less than 5 million euros per year, but Aer Lingus claims that it is 40 million euros.\r\nThe union and the company must apply to the labor dispute court to resolve the dispute.\r\nAer Lingus cancelled almost 400 flights due to the strike, which affected about 70,000 passengers.\r\nThe dispute will be referred to the labor court for the third time after previous meetings with the court.",
        "image": "https://www.irishtimes.com/resizer/fkgKOAqbXV_ejkDkFb0I3lecZV8=/1200x630/filters:format(jpg):quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/5FDEGPGX2FG6LEMXL3Q4TH2FDQ.JPG",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": null,
        "created": "2024-06-29 13:54:06.792524"
    },
    {
        "url": "https://www.infobae.com/america/agencias/2024/06/29/los-migrantes-mano-de-obra-barata-para-trabajar-los-campos-en-el-sur-de-roma/",
        "title": "Мигранты, дешевая рабочая сила для работы на полях на юге Рима",
        "title_en": "Migrants, cheap labor to work in the fields in the south of Rome",
        "summary": "Молодой индиец Шода работает на ферме в Латине, Италия.\r\nШода является одним из многих мигрантов, эксплуатируемых в качестве дешевой рабочей силы.\r\nШода недоволен условиями труда и низкой оплатой (около 6 евро в час).\r\nШода возмущен смертью соотечественника Сатнама Сингха после аварии на ферме.\r\nВ Латине 30 000 индийских мигрантов, 70% из которых иностранцы и нелегалы.\r\nПрофсоюз CGIL проводит акции протеста против трудовой эксплуатации мигрантов.\r\nВ Латине распространена система \"капоралато\" - использование дешевой рабочей силы через мастеров.\r\nПравое правительство Джорджии Мелони критикуют за бездействие в отношении \"капоралато\".",
        "summary_en": "A young Indian named Shoda works on a farm in Latina, Italy.\r\nShoda is one of the many migrants exploited as cheap labor.\r\nShoda is unhappy with the working conditions and low pay (about 6 euros per hour).\r\nShoda is outraged by the death of compatriot Satnam Singh after a farm accident.\r\nThere are 30,000 Indian migrants in Latin America, 70% of whom are foreigners and illegal immigrants.\r\nThe CGIL trade union is holding protests against the labor exploitation of migrants.\r\nIn Latin, the \"caporalato\" system is widespread - the use of cheap labor through craftsmen.\r\nGeorgia Meloni's right-wing government has been criticized for inaction on caporalato.",
        "image": "https://www.infobae.com/new-resizer/K1zXPVbkkO4_jyLsfvKChLAldCc=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/2AKLY2MN6NH2JBDRUO77SEWDAU.jpg",
        "country": {
            "name": "италия",
            "flag": "🇮🇹"
        },
        "who": null,
        "created": "2024-06-29 14:02:35.517788"
    },
    {
        "url": "https://www.infobae.com/espana/agencias/2024/06/29/trabajadores-de-pronovias-se-manifiestan-contra-el-ere-que-preve-despedir-25-plantilla/",
        "title": "Работники Pronovias протестуют против ERE, которая планирует уволить 25 % сотрудников",
        "title_en": "Pronovias employees protest against ERE, which plans to lay off 25% of employees",
        "summary": "Группа работников Pronovias требует отозвать досье о регулировании занятости (ERE) для 85 сотрудников.\r\nРабочие устроили забастовку, танцуя и подавая звуковые сигналы против ERE.\r\nПрофсоюз считает увольнения необоснованными и просит руководство компании отозвать ERE.\r\nФонды Bain Capital и MV Credit контролируют капитал Pronovias с конца 2022 года.\r\nPronovias Group проводит проверку после убытков в размере 98,1 миллиона евро в 2023 году.",
        "summary_en": "The Pronovias employee Group is demanding that the Employment Regulation (ERE) dossier for 85 employees be withdrawn.\r\nThe workers staged a strike, dancing and giving sound signals against the ERE.\r\nThe union considers the dismissals unjustified and asks the company's management to recall the ERE.\r\nBain Capital and MV Credit funds have been controlling Pronovias' capital since the end of 2022.\r\nPronovias Group is conducting an audit after losses of 98.1 million euros in 2023.",
        "image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2415",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": null,
        "created": "2024-06-29 14:45:57.461291"
    },
    {
        "url": "https://www.independent.co.uk/tv/news/aer-lingus-pilots-strike-dublin-today-b2571069.html",
        "title": "Пилоты Aer Lingus проводят восьмичасовую забастовку в аэропорту Дублина",
        "title_en": "Aer Lingus pilots hold eight-hour strike at Dublin airport",
        "summary": "Сотни пилотов Aer Lingus проводят восьмичасовую забастовку из-за спора о зарплате.\r\nПилоты проходят маршем по Дублинскому аэропорту, держа плакаты и растяжки.\r\nДемонстрация вызывает серьезные сбои в движении транспорта вокруг аэропорта.\r\nПилоты проводят пикет на главной кольцевой развязке у входа в аэропорт.",
        "summary_en": "Hundreds of Aer Lingus pilots are holding an eight-hour strike over a salary dispute.\r\nPilots march through Dublin Airport holding placards and banners.\r\nThe demonstration causes serious disruptions to traffic around the airport.\r\nPilots are holding a picket at the main roundabout at the entrance to the airport.",
        "image": "https://cdn.jwplayer.com/v2/media/4THK6LNf/poster.jpg?width=720",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": null,
        "created": "2024-06-29 17:10:44.432640"
    },
    {
        "url": "https://montrealgazette.com/news/local-news/strike-suspends-ferry-service-between-sorel-tracy-and-st-ignace-de-loyola",
        "title": "Забастовка приостановила паромное сообщение между Сорель-Трейси и Сен-Игнас-де-Лойола",
        "title_en": "The strike suspended ferry service between Sorel Tracy and Saint Ignace de Loyola",
        "summary": "Забастовка паромной переправы Сорель-Трейси-Сен-Игнас-де-Лойола приостановила движение в субботу и воскресенье.\r\nТрудовой конфликт затрагивает около 70 сотрудников, членов профсоюза сталелитейщиков.\r\nСлужба возобновится в воскресенье по обычному расписанию.\r\nПереговоры между сторонами продолжаются уже несколько месяцев.\r\nЧлены профсоюза требуют повышения заработной платы.\r\nРабочие уже дали себе обещание провести 10-дневную забастовку в соответствующее время.\r\nВ минувшие выходные из-за простоя пострадали пять паромов.",
        "summary_en": "The Sorel-Tracy-Saint-Ignace-de-Loyola ferry strike suspended traffic on Saturday and Sunday.\r\nThe labor conflict affects about 70 employees, members of the steelworkers' union.\r\nThe service will resume on Sunday according to the usual schedule.\r\nNegotiations between the parties have been going on for several months.\r\nUnion members are demanding higher wages.\r\nThe workers have already promised themselves to hold a 10-day strike at the appropriate time.\r\nLast weekend, five ferries were affected due to downtime.",
        "image": "https://smartcdn.gprod.postmedia.digital/montrealgazette/wp-content/uploads/2024/06/Screenshot-2024-06-29-at-11.52.26 AM.png",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": null,
        "created": "2024-06-29 19:10:56.905720"
    }
]