[
    {
        "url": "https://news.sky.com/story/video-game-performers-could-be-on-strike-for-a-full-year-says-unions-chief-negotiator-13192046",
        "title": "По словам главного переговорщика профсоюза, разработчики видеоигр могут бастовать целый год",
        "title_en": "According to the union's chief negotiator, video game developers can go on strike for a whole year",
        "summary": "Более 2500 работников видеоигр в США объявили забастовку из-за использования ИИ.\r\nГлавный переговорщик профсоюза предупредил о возможности приостановки работы на год, если студии не согласятся на требования.\r\nЗабастовка началась 26 июля, и профсоюзы требуют новых мер защиты для исполнителей.\r\nВ прошлом году актеры SAG-AFTRA уже бастовали 118 дней, требуя аналогичной защиты от ИИ.\r\nЗабастовка обошлась отрасли в 5 миллиардов долларов и привела к задержкам выхода блокбастеров.\r\nПроизводители видеоигр намерены решить проблему и обеспечить повышение заработной платы и защиту от ИИ для разработчиков.\r\nКамнем преткновения является использование ИИ, основанного на показе исполнителей на камеру.",
        "summary_en": "More than 2,500 video game workers in the United States have gone on strike over the use of AI.\r\nThe union's chief negotiator warned of the possibility of suspending work for a year if the studios did not agree to the demands.\r\nThe strike began on July 26, and unions are demanding new protections for performers.\r\nLast year, SAG-AFTRA actors already went on strike for 118 days, demanding similar protection from AI.\r\nThe strike cost the industry $5 billion and led to delays in the release of blockbusters.\r\nVideo game manufacturers intend to solve the problem and provide salary increases and AI protection for developers.\r\nThe stumbling block is the use of AI based on showing performers on camera.",
        "image": "https://e3.365dm.com/24/08/1600x900/skynews-video-game-strike_6649062.jpg?20240806174121",
        "country": {},
        "who": null,
        "created": "2024-08-07 12:31:18.083186"
    },
    {
        "url": "https://www.eurogamer.net/uk-actors-union-equity-introduces-minimum-rates-to-address-systemic-low-pay-for-video-game-performers",
        "title": "Профсоюз актеров Великобритании Equity вводит минимальные ставки для борьбы с \"системно низкой оплатой труда\" исполнителей видеоигр",
        "title_en": "UK actors' union Equity introduces minimum rates to combat \"systemically low pay\" for video game performers",
        "summary": "Профсоюз актеров Великобритании Equity вводит минимальные ставки для борьбы с \"системно низкой оплатой труда\" артистов и улучшения условий труда в отрасли.\r\nНовые тарифы предназначены исключительно для разработчиков игр AAA, а не для независимых разработчиков.\r\nСтавки были установлены рабочей группой Equity по видеоиграм, состоящей из членов Equity и внешних консультантов.\r\nЦель - обеспечить справедливую оплату и хорошие условия труда для исполнителей в игровой индустрии.\r\nПовышение ставок последовало за продолжающейся забастовкой профсоюза актеров США SAG-AFTRA из-за угрозы искусственного интеллекта.\r\nРанее Equity заявляла, что не будет бастовать из-за законодательства Великобритании, но \"солидарна\" со своим родственным профсоюзом.",
        "summary_en": "The UK actors' union Equity is introducing minimum rates to combat \"systemically low pay\" for artists and improve working conditions in the industry.\r\nThe new tariffs are intended exclusively for AAA game developers, and not for independent developers.\r\nThe rates were set by Equity's video game working group, made up of Equity members and external consultants.\r\nThe goal is to ensure fair pay and good working conditions for performers in the gaming industry.\r\nThe rate hike followed an ongoing strike by the US actors' union SAG-AFTRA over the threat of artificial intelligence.\r\nEquity has previously stated that it will not strike because of UK law, but is \"in solidarity\" with its sister union.",
        "image": "https://assetsio.gnwcdn.com/equity-game-on.png?width=1200&height=630&fit=crop&enable=upscale&auto=webp",
        "country": {},
        "who": null,
        "created": "2024-08-07 14:50:33.741352"
    }
]