[
    {
        "url": "https://www.infobae.com/movant/2024/09/28/logistica-en-alerta-estibadores-amenazan-con-paralizar-puertos-clave-de-ee-uu/",
        "title": "Логистика в боевой готовности: докеры угрожают парализовать ключевые порты США",
        "title_en": "Logistics on alert: Dockers threaten to paralyze key U.S. ports",
        "summary": "Международная ассоциация докеров (ILA) предупреждает о возможном прекращении работы 45 000 членов в 12 портах из-за отсутствия повышения заработной платы до 30 сентября.\r\nПеревозчикам осталось несколько дней для отправки грузов.\r\nПрофсоюз назначил 1 октября началом забастовки, после истечения срока контракта, защищающего портовых рабочих.\r\nПереговоры о новом генеральном контракте зашли в тупик из-за вопросов о заработной плате, льготах и автоматизации в портах.\r\nILA отклонила условия, предложенные работодателями, и стремится заключить более выгодную сделку.\r\nПрезидент Байден заявил, что не будет вмешиваться в забастовку, которая может обойтись США в 10 миллионов долларов.\r\nПорты рекомендуют перевозчикам действовать быстро, чтобы разгрузить грузы, и предлагают увеличенное время посадки и другие льготы.",
        "summary_en": "The International Association of Dockworkers (ILA) warns of the possible termination of the work of 45,000 members in 12 ports due to the lack of a salary increase until September 30.\r\nThe carriers have a few days left to send the goods.\r\nThe union has set October 1 as the start of the strike, after the expiration of the contract protecting the port workers.\r\nNegotiations on a new general contract have reached an impasse over issues of wages, benefits and automation at ports.\r\nILA has rejected the terms offered by the employers and is seeking a better deal.\r\nPresident Biden said he would not interfere in the strike, which could cost the United States $10 million.\r\nPorts recommend carriers to act quickly to unload cargo, and offer extended boarding times and other benefits.",
        "image": "https://www.infobae.com/resizer/v2/CFBXT4BCPRFCRAVAKQBYVDGO3E.jpg?auth=c0e03adb45baacd312f0c6a31a1b4f396d1581641030107f8fe833c881f52ef8&smart=true&width=1200&height=630&quality=85",
        "country": {},
        "who": null,
        "created": "2024-09-28 15:20:47.296431"
    }
]