[
    {
        "url": "https://www.infobae.com/espana/agencias/2024/09/30/los-estibadores-de-la-costa-este-de-eeuu-convocados-a-la-huelga-a-partir-de-manana/",
        "title": "Грузчики на Восточном побережье США объявили забастовку с завтрашнего дня",
        "title_en": "Longshoremen on the East Coast of the United States went on strike starting tomorrow",
        "summary": "Профсоюз грузчиков Восточного побережья и Мексиканского залива США (ILA) планирует забастовку, которая может парализовать дюжину стратегических портов.\r\nРаботодатель, USMX, отказывается решать проблему эксплуатации заработной платы в течение полувека в ходе коллективных переговоров.\r\nПрофсоюз представляет докеров из десятков портов, включая Хьюстон, Балтимор, Нью-Йорк, Саванну, Бостон и Чарльстон.\r\nНа бастующие порты приходится около половины морских грузовых перевозок в США.\r\nПрезидент США Джо Байден заявил, что не намерен вмешиваться в забастовку, так как это коллективные переговоры.\r\nБелый дом призвал работодателей и профсоюзы достичь справедливого и быстрого соглашения.\r\nПрофсоюз осуждает отказ работодателей договариваться о значительном повышении заработной платы и приостановление проектов автоматизации в портах.",
        "summary_en": "The United States East Coast and Gulf of Mexico Longshoremen's Union (ILA) is planning a strike that could paralyze a dozen strategic ports.\r\nThe employer, USMX, has refused to solve the problem of wage exploitation for half a century through collective bargaining.\r\nThe union represents dockers from dozens of ports, including Houston, Baltimore, New York, Savannah, Boston and Charleston.\r\nThe striking ports account for about half of the U.S. sea freight traffic.\r\nUS President Joe Biden said he does not intend to interfere in the strike, as it is a collective bargaining.\r\nThe White House called on employers and unions to reach a fair and speedy agreement.\r\nThe union condemns the refusal of employers to negotiate significant wage increases and the suspension of automation projects in ports.",
        "image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2664",
        "country": {},
        "who": null,
        "created": "2024-09-30 22:22:24.167463"
    }
]