[
    {
        "url": "https://www.euractiv.com/section/agriculture-food/news/wojciechowski-cap-should-be-based-on-incentives-grateful-for-farmers-protests/",
        "title": "Войцеховский \"благодарен\" за протесты фермеров, CAP должен основываться на стимулах,",
        "title_en": "Wojciechowski is \"grateful\" for farmers' protests, CAP should be based on incentives,",
        "summary": "Комиссар ЕС по сельскому хозяйству Януш Войцеховский благодарит фермеров за протесты, которые помогли обеспечить быстрое решение проблем с помощью Общей сельскохозяйственной политики (CAP).\r\nЗавершающие этапы переговоров и вступление в силу реформы, направленной на повышение экологичности, положили начало действующему законодательному акту ЕС.\r\nИнституты ЕС отреагировали на демонстрации принятием пакета мер, ослабляющих экологические требования к доступу фермеров к средствам защиты окружающей среды.\r\nВойцеховский считает, что для достижения амбициозных целей основное внимание должно уделяться стимулам, а не обязательствам.\r\nОн призывает к длительным переходным периодам и механизмам безопасности для предотвращения дестабилизации рынка ЕС при присоединении Украины к блоку.\r\nВойцеховский настаивает на увеличении лимита и бюджета на борьбу с кризисом в сельском хозяйстве для обеспечения стабильности фермерских хозяйств.\r\nОн призывает создать представительство фермеров на уровне ЕС и национальном уровне для поддержки фермерских организаций и ассоциаций производителей.",
        "summary_en": "EU Commissioner for Agriculture Janusz Wojciechowski thanks farmers for the protests, which helped to ensure a quick solution to problems through the Common Agricultural Policy (CAP).\r\nThe final stages of negotiations and the entry into force of the reform aimed at improving environmental friendliness marked the beginning of the current EU legislation.\r\nEU institutions have responded to the demonstrations by adopting a package of measures that weaken environmental requirements for farmers' access to environmental protection.\r\nWojciechowski believes that in order to achieve ambitious goals, the focus should be on incentives rather than commitments.\r\nHe calls for long transition periods and security mechanisms to prevent destabilization of the EU market when Ukraine joins the bloc.\r\nWojciechowski insists on increasing the limit and budget to combat the crisis in agriculture to ensure the stability of farms.\r\nHe calls for the establishment of farmers' representation at the EU and national levels to support farmers' organizations and producer associations.",
        "image": "https://www.euractiv.com/wp-content/uploads/sites/2/2024/05/shutterstock_1963505851.jpg",
        "country": {
            "name": "евросоюз",
            "flag": "🇪🇺"
        },
        "who": "фермеры",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.zeit.de/news/2024-05/10/gewerkschaft-hier-beginnen-die-streiks-am-bau",
        "title": "Тарифы: Профсоюз: здесь начинаются забастовки на стройке",
        "title_en": "Tariffs: Trade Union: strikes at the construction site begin here",
        "summary": "Забастовки на стройке угрожают начаться в следующий понедельник в Нижней Саксонии.\r\nОрганизация IG Built Agricultural Environment объявила об этом во Франкфурте.\r\nЗабастовки будут проводиться точечно по всей территории Германии в основной строительной отрасли.\r\nНижняя Саксония была выбрана из-за местных работодателей, препятствующих реализации арбитражного решения.\r\nЦентральный митинг состоится в Оснабрюке в понедельник.\r\nРаботодатели отклонили решение арбитража, критикуя его формальные ошибки и сложную экономическую ситуацию в отрасли.\r\nОрганизация ИГ БАУ приняла решение бывшего председателя Федерального социального суда Райнера Шлегеля об арбитраже.\r\nРаботодатели хотят повысить заработную плату сотрудников на добровольной основе.\r\nГлавный союз строительной промышленности Германии предложил компаниям внести 5% на западе и 6% на востоке.\r\nСтроительная отрасль является одним из крупнейших работодателей в Германии и важной опорой немецкой экономики.",
        "summary_en": "Strikes at the construction site threaten to begin next Monday in Lower Saxony.\r\nThe IG Built Agricultural Environment organization announced this in Frankfurt.\r\nStrikes will be carried out point-by-point throughout Germany in the main construction industry.\r\nLower Saxony was chosen because of local employers preventing the implementation of the arbitration award.\r\nThe central rally will be held in Osnabrück on Monday.\r\nThe employers rejected the arbitration decision, criticizing its formal errors and the difficult economic situation in the industry.\r\nThe IG BAU organization adopted the decision of the former chairman of the Federal Social Court Rainer Schlegel on arbitration.\r\nEmployers want to raise employees' salaries on a voluntary basis.\r\nThe main union of the German construction industry has offered companies to contribute 5% in the west and 6% in the east.\r\nThe construction industry is one of the largest employers in Germany and an important pillar of the German economy.",
        "image": "https://img.zeit.de/news/2024-05/10/gewerkschaft-hier-beginnen-die-streiks-am-bau-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "строители",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.theguardian.com/film/article/2024/may/11/cannes-film-festival-faces-strike-disruption-over-seasonal-workers-rights",
        "title": "Каннскому кинофестивалю грозит срыв забастовки из-за прав сезонных работников",
        "title_en": "Cannes Film Festival faces strike disruption over seasonal workers' rights",
        "summary": "На Каннском кинофестивале ожидается забастовка и протесты киномехаников, менеджеров залов и пресс-агентов.\r\nКоллектив \"Sous les Écrans la Dèche\" представляет интересы более 200 работников, требующих изменения отношения французского правительства к персоналу сезонных кинофестивалей.\r\nРаботники нанимаются на краткосрочные сезонные контракты на кинофестивалях по всей Франции, но не подпадают под действие французской программы страхования по безработице для внештатных исполнителей.\r\nИзменения в системе безработицы во Франции, которые будут введены в начале июля, поставят работников сезонных кинофестивалей в еще более тяжелое положение.\r\nКоллектив требует встречи с ключевыми каннскими сотрудниками и представителями министерства экономики для разработки конкретных планов по защите работников фестиваля.\r\nЕсть опасения, что по мере того, как новое движение #MeToo во французском кинематографе набирает обороты, фестиваль может пострадать от новых разоблачений сексуальных домогательств.",
        "summary_en": "A strike and protests by projectionists, hall managers and press agents are expected at the Cannes Film Festival.\r\nThe Sous les Écrans la Dèche team represents the interests of more than 200 employees demanding a change in the attitude of the French government towards the staff of seasonal film festivals.\r\nThe workers are hired on short-term seasonal contracts at film festivals throughout France, but are not covered by the French unemployment insurance program for freelance performers.\r\nChanges to the unemployment system in France, which will be introduced in early July, will put seasonal film festival workers in an even more difficult position.\r\nThe team demands a meeting with key Cannes employees and representatives of the Ministry of Economy to develop specific plans to protect festival workers.\r\nThere are fears that as the new #MeToo movement in French cinema gains momentum, the festival may suffer from new revelations of sexual harassment.",
        "image": "https://i.guim.co.uk/img/media/acbc46a72d02e436aaeb82647052f6be215f5d41/0_550_8256_4954/master/8256.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=92fa052d3a583858e6333c903f56aea4",
        "country": {
            "name": "франция",
            "flag": "🇫🇷"
        },
        "who": "киномеханики",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.brusselstimes.com/brussels-2/1041095/bin-strike-brussels-residents-asked-to-bring-uncollected-rubbish-back-inside",
        "title": "Мусорная забастовка: жителей Брюсселя попросили вернуть неубранный мусор обратно в дома",
        "title_en": "Garbage strike: residents of Brussels were asked to return the uncollected garbage back to their homes",
        "summary": "Забастовка сотрудников службы по сбору мусора в Брюсселе вызвала призывы к жителям приносить свои неубранные мусорные пакеты.\r\nОранжевые пакеты для органических отходов создают помехи и могут вызвать неприятный запах из-за повышения температуры.\r\nСотрудники Брюссельского агентства недвижимости объявили забастовку в пятницу, 10 мая.\r\nЗабастовка привела к нарушению сбора мусора в нескольких коммунах.\r\nРегиональные парки отдыха открыты, за исключением Recypark South.\r\nМногие жители города не знают о забастовке и продолжают выбрасывать мусор на улицу.\r\nABP подвела итоги воздействия забастовки, которые сильно варьируются от муниципалитета к муниципалитету.\r\nАдминистрация Брюсселя призывает жителей и торговцев вернуть неубранные мусорные пакеты к вечеру субботы.\r\nБастующие хотят осудить накопление праздников и требуют предоставления отпуска сотрудникам из-за большого числа невыходов на работу.",
        "summary_en": "A strike by garbage collection staff in Brussels has prompted calls for residents to bring their untidy garbage bags.\r\nOrange bags for organic waste create interference and can cause an unpleasant odor due to an increase in temperature.\r\nEmployees of the Brussels real Estate Agency went on strike on Friday, May 10.\r\nThe strike led to the disruption of garbage collection in several communes.\r\nRegional recreation parks are open, with the exception of Recypark South.\r\nMany residents of the city do not know about the strike and continue to throw garbage into the street.\r\nABP summarized the impact of the strike, which varies greatly from municipality to municipality.\r\nThe Brussels administration is calling on residents and traders to return the untidy garbage bags by Saturday evening.\r\nThe strikers want to condemn the accumulation of holidays and demand that employees be granted leave due to the large number of absenteeism.",
        "image": "https://api.brusselstimes.com/wp-content/uploads/2024/05/53b14ab7-img_3689-1024x768.jpg",
        "country": {
            "name": "бельгия",
            "flag": "🇧🇪"
        },
        "who": "мусорщики",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.zeit.de/news/2024-05/11/city-bahn-in-chemnitz-wird-erneut-bestreikt",
        "title": "Тарифы: Городская железная дорога в Хемнице снова бастует",
        "title_en": "Fares: The Chemnitz City Railway is on strike again",
        "summary": "В районе Хемница в субботу ожидаются ограничения на общественный транспорт из-за сбоя в работе городской железной дороги.\r\nПрофсоюз машинистов ГДЛ призвал к забастовке из-за продолжающегося коллективного спора и отказа работодателей ввести 35-часовую рабочую неделю.\r\nРаботники городской железной дороги прекратили работу со среды до полудня пятницы.\r\nGDL предупреждает о возможных новых забастовках, которые будут более продолжительными и жесткими, если работодатель продолжит отказываться сотрудничать.\r\nВ GDL сожалеют о последствиях для пассажиров, но ответственность лежит на работодателе.",
        "summary_en": "Restrictions on public transport are expected in the Chemnitz area on Saturday due to a malfunction of the city railway.\r\nThe GDL machinists' union called for a strike due to the ongoing collective dispute and the refusal of employers to introduce a 35-hour work week.\r\nEmployees of the city railway stopped working from Wednesday until noon on Friday.\r\nGDL warns of possible new strikes, which will be longer and tougher if the employer continues to refuse to cooperate.\r\nGDL regrets the consequences for passengers, but the responsibility lies with the employer.",
        "image": "https://img.zeit.de/news/2024-05/11/city-bahn-in-chemnitz-wird-erneut-bestreikt-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "машинисты",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.independent.co.uk/news/ap-tunis-black-french-african-b2543778.html",
        "title": "Тунисские юристы призывают к забастовке в связи с арестом их коллеги на фоне подавления инакомыслия",
        "title_en": "Tunisian lawyers are calling for a strike in connection with the arrest of their colleague amid a crackdown on dissent",
        "summary": "Тунисские юристы призывают к забастовке из-за ареста их коллеги на фоне подавления инакомыслия.\r\nПолиция провела обыск в штаб-квартире ассоциации адвокатов Туниса и арестовала адвоката.\r\nСоня Дахмани, известный критик правительства, была арестована после саркастических замечаний в адрес Туниса.\r\nОна стала последним диссидентом, которому были предъявлены обвинения в соответствии со спорным декретом 54.\r\nСовет юристов Туниса призвал всех юристов к общенациональной забастовке.\r\nАрест адвоката вызвал возмущение и осуждение со стороны правозащитников в Тунисе.",
        "summary_en": "Tunisian lawyers are calling for a strike over the arrest of their colleague amid a crackdown on dissent.\r\nThe police raided the headquarters of the Tunisian Bar Association and arrested the lawyer.\r\nSonia Dahmani, a well-known government critic, was arrested after making sarcastic remarks about Tunisia.\r\nShe became the latest dissident to be charged under the controversial Decree 54.\r\nThe Tunisian Council of Lawyers has called on all lawyers to go on a nationwide strike.\r\nThe lawyer's arrest has provoked outrage and condemnation from human rights activists in Tunisia.",
        "image": "https://static.independent.co.uk/2024/05/12/18/Tunisia_Crackdown_86807.jpg?quality=75&width=1200&auto=webp",
        "country": {
            "name": "тунис",
            "flag": "🇹🇳"
        },
        "who": "юристы",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.france24.com/en/africa/20240512-tunisian-lawyers-call-for-strike-over-colleague-s-arrest-for-sarcastic-tv-quip",
        "title": "Тунисские юристы призывают к забастовке из-за ареста коллеги за саркастическую телевизионную шутку",
        "title_en": "Tunisian lawyers call for strike over arrest of colleague for sarcastic TV joke",
        "summary": "Тунисские юристы призывают к общенациональной забастовке из-за ареста коллеги за саркастическую телевизионную шутку.\r\nВласти усилили масштабные правительственные репрессии, в результате которых оказались в ловушке политические диссиденты, неправительственные организации и чернокожие мигранты.\r\nСоня Дахмани, известный критик правительства, была арестована за саркастические высказывания в адрес Туниса и обвинена в распространении ложной информации и нарушении общественного порядка.\r\nСовет юристов Туниса в воскресенье призвал всех юристов к общенациональной забастовке.\r\nАдвокаты Дахмани собрались в коллегии адвокатов, чтобы опротестовать ордер на ее арест, когда полиция ворвалась в здание.\r\nПолицейские в масках заставили телеканал FRANCE 24 прекратить вещание после того, как сорвали \"камеру со штатива\" и ненадолго задержали оператора.\r\nАрест Дахмани стал последним в серии арестов и расследований, направленных против активистов, журналистов и групп гражданского общества, критикующих Саида и правительство.",
        "summary_en": "Tunisian lawyers are calling for a nationwide strike over the arrest of a colleague for a sarcastic TV joke.\r\nThe authorities have intensified large-scale government repression, which has trapped political dissidents, non-governmental organizations and black migrants.\r\nSonia Dahmani, a well-known government critic, was arrested for sarcastic remarks against Tunisia and charged with spreading false information and disturbing public order.\r\nThe Tunisian Council of Lawyers on Sunday called on all lawyers to go on a nationwide strike.\r\nDahmani's lawyers gathered at the bar association to protest the warrant for her arrest when police stormed the building.\r\nMasked policemen forced the FRANCE 24 TV channel to stop broadcasting after they tore off the \"camera from the tripod\" and briefly detained the operator.\r\nDahmani's arrest was the latest in a series of arrests and investigations targeting activists, journalists and civil society groups critical of Saeed and the government.",
        "image": "https://s.france24.com/media/display/d2f2dfea-1087-11ef-866c-005056a90284/w:1280/p:16x9/2024-05-12T113130Z_240066356_RC2XO7A9952L_RTRMADP_3_TUNISIA-PROTEST%20%281%29.JPG",
        "country": {
            "name": "тунис",
            "flag": "🇹🇳"
        },
        "who": "юристы",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.independent.co.uk/news/world/americas/apple-store-ap-maryland-coalition-baltimore-b2543821.html",
        "title": "Сотрудники Apple Store в Мэриленде проголосовали за разрешение на первую забастовку из-за условий труда",
        "title_en": "Apple Store employees in Maryland voted to allow the first strike due to working conditions",
        "summary": "Сотрудники Apple Store в Мэриленде проголосовали за разрешение на первую забастовку из-за условий труда.\r\nРаботники магазина также санкционировали первую забастовку против розничной деятельности технологического гиганта.\r\nГолосование последовало за \"более чем годичными переговорами с руководством Apple, которые привели к неудовлетворительным результатам\".\r\nРабочие добиваются изменений в \"непредсказуемом\" графике работы и хотят, чтобы заработная плата соответствовала местной стоимости жизни.\r\nРаботники магазина в пригороде Балтимора с перевесом голосов почти 2 к 1 проголосовали за объединение в профсоюз в июне 2022 года.\r\nПредприятия розничной торговли, сферы услуг и высоких технологий должны быть организованы для обеспечения большей защиты рабочих мест.\r\nApple не сразу ответила на запрос о комментариях, отправленный по электронной почте.",
        "summary_en": "Apple Store employees in Maryland voted to allow the first strike due to working conditions.\r\nThe store's employees also sanctioned the first strike against the tech giant's retail activities.\r\nThe vote followed \"more than a year of negotiations with Apple management, which led to unsatisfactory results.\"\r\nThe workers are seeking changes to the \"unpredictable\" work schedule and want wages to match the local cost of living.\r\nEmployees of a store in a Baltimore suburb voted by a margin of almost 2 to 1 to unionize in June 2022.\r\nRetail, service, and high-tech businesses must be organized to provide greater job protection.\r\nApple did not immediately respond to an emailed request for comment.",
        "image": "https://static.independent.co.uk/2024/05/12/21/Apple_Store_Employees_Authorize_Strike_08386.jpg?quality=75&width=1200&auto=webp",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": "сотрудники магазинов",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.publico.es/sociedad/cifras-razones-huelga-educacion-publica-moreno-bonilla-martes.html",
        "title": "Цифры и причины забастовки в государственном образовании против Морено Бонильи во вторник",
        "title_en": "Figures and reasons for the strike in public education against Moreno Bonilla on Tuesday",
        "summary": "Три профсоюза объявили день всеобщей забастовки в Андалусии из-за проблем безработицы в сфере государственного образования.\r\nЭто второй раз, когда правительство сталкивается с проблемой безработицы в сфере государственного образования.\r\nЗабастовка произошла после изменения правил школьного обучения, в соответствии с которыми предпочтение было отдано частной школе.\r\nРезультаты нормативных актов, которые оказали свое действие в условиях снижения рождаемости, вызывают обеспокоенность у властей.\r\nПрофсоюзы призывают правительство \"положить конец политике закрытия классных комнат в государственных школах\".\r\nОни считают, что правительство Андалусии упускает прекрасную возможность улучшить качество государственной системы.\r\nПрофсоюзы ведут переговоры с правительством для улучшения кадрового состава и создания системы образование \"настоящего качества\".",
        "summary_en": "Three trade unions have declared a day of general strike in Andalusia due to unemployment problems in public education.\r\nThis is the second time that the Government has faced the problem of unemployment in public education.\r\nThe strike occurred after a change in the rules of schooling, according to which preference was given to a private school.\r\nThe results of regulatory acts that have had their effect in the context of a decrease in the birth rate are of concern to the authorities.\r\nThe unions are calling on the government to \"put an end to the policy of closing classrooms in public schools.\"\r\nThey believe that the Andalusian Government is missing a great opportunity to improve the quality of the public system.\r\nTrade unions are negotiating with the government to improve staffing and create a \"real quality\" education system.",
        "image": "https://www.publico.es/uploads/2024/05/10/663e42e4de603.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.nur.kz/technologies/business/2099408-apple-soglasovala-pervuyu-zabastovku-roznichnyh-prodavcov/",
        "title": "Apple согласовала первую забастовку розничных продавцов",
        "title_en": "Apple has agreed on the first strike of retailers",
        "summary": "Apple согласовала первую забастовку сотрудников розничной торговли в штате Мэриленд.\r\nЧлены Международной ассоциации машинистов и работников аэрокосмической промышленности поддержали забастовку.\r\nОсновной повод забастовки - соблюдение баланса между работой и личной жизнью.\r\nРаботники имеют претензии к компании, ставящей перед сотрудниками непредсказуемые задачи.\r\nМагазин Apple в Мэриленде стал первым, куда профсоюз проник в 2022 году.\r\nПроблемы, побудившие работников розничной торговли Apple объединиться, не касаются вопросов заработной платы и льгот.",
        "summary_en": "Apple has agreed on the first strike of retail employees in Maryland.\r\nMembers of the International Association of Machinists and Aerospace Workers supported the strike.\r\nThe main reason for the strike is to maintain a balance between work and personal life.\r\nEmployees have complaints about a company that sets unpredictable tasks for employees.\r\nThe Apple store in Maryland was the first where the union entered in 2022.\r\nThe problems that prompted Apple retail workers to unite do not concern issues of wages and benefits.",
        "image": "https://cdn.nur.kz/images/1200x675/78696983a96db280.jpeg?version=1",
        "country": {
            "name": "сша",
            "flag": "🇺🇸"
        },
        "who": "сотрудники магазинов",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://www.zeit.de/arbeit/2024-05/tarifstreit-streik-bau-niedersachsen-gewerkschaft",
        "title": "Коллективный спор: строители бастуют впервые за 17 лет",
        "title_en": "Collective dispute: builders strike for the first time in 17 years",
        "summary": "В строительной отрасли началась первая забастовка за 17 лет после неудачных коллективных переговоров.\r\nБолее 1000 строителей в Нижней Саксонии уволились с работы по данным профсоюза IG Bau.\r\nЦентральный митинг состоялся в Оснабрюке, меньший митинг - в Лангенхагене в районе Ганновера.\r\nНа митинги пришли 450 забастовщиков.\r\nОжидается проведение новых \"точечных\" забастовок в отрасли по всей стране со вторника.\r\nПопытка примирения потерпела неудачу из-за работодателей.\r\nПредшествующим событием является расторжение коллективного арбитража в основной строительной отрасли.\r\nРаботодатели отклонили компромиссное предложение, забастовка возобновляется за требование на 500 евро больше в месяц.\r\nНижняя Саксония была выбрана для проведения общенациональной забастовки из-за противодействия местных работодателей.\r\nВ последний раз общенациональная забастовка на стройке была в 2002 году.",
        "summary_en": "The construction industry has launched its first strike in 17 years after unsuccessful collective bargaining.\r\nMore than 1,000 construction workers in Lower Saxony have quit their jobs, according to the IG Bau trade union.\r\nThe central rally was held in Osnabrück, and a smaller rally was held in Langenhagen in the Hanover area.\r\n450 strikers came to the rallies.\r\nNew \"spot\" strikes in the industry are expected to take place across the country from Tuesday.\r\nThe reconciliation attempt failed because of the employers.\r\nThe preceding event is the termination of collective arbitration in the main construction industry.\r\nThe employers rejected the compromise proposal, and the strike is resumed for demanding 500 euros more per month.\r\nLower Saxony was chosen to stage a nationwide strike due to opposition from local employers.\r\nThe last time there was a nationwide strike at a construction site was in 2002.",
        "image": "https://img.zeit.de/arbeit/2024-05/tarifstreit-streik-bau-niedersachsen-gewerkschaft-bild/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "строители",
        "created": "2024-05-13 19:06:04.206111"
    },
    {
        "url": "https://elpais.com/internacional/2024-05-13/los-periodistas-de-la-rai-se-alzan-contra-telemeloni.html",
        "title": "Журналисты Rai выступили против \" Телемелони’",
        "title_en": "Rai journalists spoke out against \"Telemelony’",
        "summary": "Журналисты Rai протестуют против \"Телемелони\" и ежедневной цензуры ультраправых.\r\nРим оклеен голубыми плакатами с изображением премьер-министра Италии Джорджии Мелони.\r\nЖурналисты жалуются на отсутствие множественности в цепочке и давление для изменения подхода к информации.\r\nБорьба за контроль над СМИ в Италии достигла апогея с приходом к власти Сильвио Берлускони.\r\nСегодня, жалуются они, такого договора больше не существует, и во всем общественном коммуникативном потоке доминируют рассказы правых.\r\nРуководство сети только что создало новый профсоюз, полностью состоящий из представителей меньшинства и придерживающийся правых взглядов.\r\nПроблема Rai усугубляется несколькими текущими операциями исполнительной власти по расширению спектра смежных СМИ.",
        "summary_en": "Rai journalists are protesting against \"Telemelony\" and the daily censorship of the far-right.\r\nRome is plastered with blue posters depicting Italian Prime Minister Giorgia Meloni.\r\nJournalists complain about the lack of multiplicity in the chain and the pressure to change the approach to information.\r\nThe struggle for control of the media in Italy reached its climax with the coming to power of Silvio Berlusconi.\r\nToday, they complain, such a contract no longer exists, and right-wing narratives dominate the entire public communication stream.\r\nThe management of the network has just created a new trade union, consisting entirely of minority representatives and holding right-wing views.\r\nRai's problem is compounded by several ongoing executive branch operations to expand the range of related media.",
        "image": "https://imagenes.elpais.com/resizer/v2/2D7NP6OKMBFEFH6MZZBOPIRDCY.jpg?auth=f11a7eccbe694da805242cd699337700bb0087201582b8e029c91eba603b740b&width=1200",
        "country": {
            "name": "италия",
            "flag": "🇮🇹"
        },
        "who": "журналисты",
        "created": "2024-05-13 19:45:38.683928"
    },
    {
        "url": "https://news.sky.com/story/more-than-500-workers-at-dounreay-nuclear-power-station-to-strike-over-pay-13135118",
        "title": "Более 500 работников атомной электростанции в Дунрее объявили забастовку из-за зарплаты",
        "title_en": "More than 500 workers at the Dunray nuclear power plant have gone on strike over wages",
        "summary": "Более 500 работников атомной электростанции в Дунрее объявили забастовку из-за разногласий по поводу заработной платы.\r\nЧлены профсоюза Unite отклонили пересмотренное предложение о выплате заработной платы от работодателя Nuclear Restoration Services (NRS).\r\nNRS предложила единовременную выплату в размере 500 фунтов стерлингов в дополнение к базовому увеличению на 4,5%.\r\nUnite сообщила, что 80% из 92% опрошенных отвергли сделку, считая это значительным снижением заработной платы в реальном выражении.\r\nUnite заявила о готовности провести дополнительные забастовки, если NRS не предпримет действий.\r\nNRS заявила о разочаровании решением профсоюза, но по-прежнему привержена поиску справедливого и разумного решения.\r\nСреди сотрудников Unite - технические специалисты, операторы общего назначения, инженеры-химики и электрики.\r\nUnite активно рассматривает возможность дальнейших действий, так как NRS, похоже, не в состоянии разрешить спор путем переговоров.",
        "summary_en": "More than 500 workers at the Dunray nuclear power plant have gone on strike over wage disputes.\r\nUnite union members have rejected a revised salary offer from the Nuclear Restoration Services (NRS) employer.\r\nNRS has offered a one-time payment of 500 pounds in addition to the base increase of 4.5%.\r\nUnite reported that 80% of 92% of respondents rejected the deal, considering it a significant reduction in wages in real terms.\r\nUnite has declared its readiness to hold additional strikes if NRS does not take action.\r\nNRS expressed disappointment with the union's decision, but remains committed to finding a fair and reasonable solution.\r\nUnite employees include technical specialists, general operators, chemical engineers and electricians.\r\nUnite is actively considering further action, as NRS does not seem to be able to resolve the dispute through negotiations.",
        "image": "https://e3.365dm.com/24/05/1600x900/skynews-dounreay-power-station_6552619.jpg?20240513130746",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "работники электростанций",
        "created": "2024-05-13 19:56:11.341528"
    },
    {
        "url": "https://www.mk.ru/culture/2024/05/13/zvezda-francuzskogo-kino-lui-garrel-podderzhal-obyavivshikh-o-zabastovke-kinomekhanikov.html",
        "title": "Звезда французского кино Луи Гаррель поддержал объявивших о забастовке киномехаников",
        "title_en": "French film star Louis Garrel supported projectionists who announced a strike",
        "summary": "Группа Sous les ecrans la deche, объединяющая порядка 200 сотрудников французских фестивалей, призвала всех внештатных работников сорвать фестиваль.\r\nУчастники мероприятия в знак солидарности надели одинаковые значки.\r\nВ число тех, кто выдвигает требования, вошли киномеханики, водители, административный и технический персонал, пресс-служба и служба общественного питания.\r\nПорядка 400 кинематографистов, представителей киноиндустрии Европы и Америки поставили свои подписи под онлайн-петицией в поддержку протестующих.\r\nДирекция Каннского кинофестиваля заявила о своей готовности коллективно решать возникшие вопросы за столом переговоров и избежать забастовки.\r\nВсе это может оказаться под угрозой.\r\nОднажды Каннский кинофестиваль уже были под угрозой срыва.",
        "summary_en": "The Sous les ecrans la deche group, which unites about 200 employees of French festivals, called on all freelance workers to disrupt the festival.\r\nThe participants of the event put on the same badges as a sign of solidarity.\r\nProjectionists, drivers, administrative and technical staff, the press service and the catering service are among those making demands.\r\nAbout 400 filmmakers, representatives of the European and American film industries have signed an online petition in support of the protesters.\r\nThe management of the Cannes Film Festival has declared its readiness to collectively resolve the issues at the negotiating table and avoid a strike.\r\nAll of this may be at risk.\r\nOnce the Cannes Film Festival was already under threat of disruption.",
        "image": "https://static.mk.ru/upload/entities/2024/05/13/21/articles/facebookPicture/9c/b6/2d/d6/0268b4cf8ca0b312cda7f7a52e1a142b.jpg",
        "country": {
            "name": "франция",
            "flag": "🇫🇷"
        },
        "who": "киномеханики",
        "created": "2024-05-13 21:12:41.301569"
    }
]