[
    {
        "url": "https://elpais.com/economia/2024-05-14/el-estoicismo-de-sobrevivir-a-100-dias-de-huelga-en-acerinox.html",
        "title": "Стойкость пережить 100 дней забастовки в Acerinox",
        "title_en": "Resilience to survive 100 days of strike in Acerinox",
        "summary": "Компания Acerinox понесла 31 миллион убытков из-за безработицы.\r\nПочти 1900 рабочих завода в окрестностях продолжают забастовку.\r\nЗабастовка парализовала завод и привела к рекордной продолжительности самой продолжительной забастовки на заводе.\r\nРабочие требуют улучшений в области заработной платы, социальных услуг и инвестиций в машиностроение.\r\nКомпания предлагает введение новой добровольной гибкости рабочего времени.\r\nРабочие не готовы сдаваться и продолжают свою забастовку.\r\nСотрудники Acerinox обратились к парламенту Андалусии и Конгрессу депутатов.\r\nБлокировка ситуации все еще существует, что создает опасный прецедент и вызывает отчаяние.",
        "summary_en": "Acerinox suffered 31 million losses due to unemployment.\r\nAlmost 1,900 factory workers in the surrounding area continue to strike.\r\nThe strike paralyzed the plant and led to the record duration of the longest strike at the plant.\r\nWorkers are demanding improvements in wages, social services and investments in mechanical engineering.\r\nThe company proposes the introduction of a new voluntary working time flexibility.\r\nThe workers are not ready to give up and continue their strike.\r\nAcerinox employees appealed to the Parliament of Andalusia and the Congress of Deputies.\r\nThe blocking situation still exists, which sets a dangerous precedent and causes despair.",
        "image": "https://imagenes.elpais.com/resizer/v2/UCV65SEGDJE7XCV5X4S2LLIYS4.jpg?auth=e901ff0f2a31cac15dc3650c08057e67bb42392816a6f721d1d64d6dabc09143&width=1200",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "сталелитейщики",
        "created": "2024-05-14 07:05:49.819882"
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-13415575/fears-holidaymakers-british-summer-travel-hell-easyjet-pilot-strike.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
        "title": "Британские туристы опасаются, что лето превратится для них в настоящий туристический ад",
        "title_en": "British tourists fear that summer will turn into a real tourist hell for them",
        "summary": "Британские туристы опасаются туристического хаоса из-за забастовки пилотов EasyJet.\r\nПилоты отказались от соглашения о повышении зарплат до 200 000 фунтов стерлингов.\r\nРуководство EasyJet вернется за стол переговоров с Ассоциацией пилотов британских авиакомпаний (Balpa).\r\nЗарплаты пилотов, проработавших более десяти лет, должны были вырасти до 190 000 фунтов стерлингов к октябрю и почти до 200 000 фунтов стерлингов к апрелю 2025 года.\r\nЗабастовка пока не планируется, но пилоты ранее голосовали за возможную забастовку.\r\nРуководство авиакомпании заявляет, что не ожидает сбоев для пассажиров.\r\nЕсть опасения, что новая забастовка может привести к длительным задержкам для пассажиров.\r\nБританские отдыхающие уже столкнулись с проблемами во время поездок из-за задержек на границе.",
        "summary_en": "British tourists fear travel chaos due to the strike of easyJet pilots.\r\nThe pilots refused an agreement to raise salaries to 200,000 pounds.\r\neasyJet management will return to the negotiating table with the British Airline Pilots Association (Balpa).\r\nThe salaries of pilots who have worked for more than a decade were expected to rise to 190,000 pounds by October and almost 200,000 pounds by April 2025.\r\nThere are no plans for a strike yet, but pilots have previously voted for a possible strike.\r\nThe airline's management says it does not expect disruptions for passengers.\r\nThere are fears that a new strike could lead to long delays for passengers.\r\nBritish holidaymakers have already faced travel problems due to delays at the border.",
        "image": "https://i.dailymail.co.uk/1s/2024/05/14/09/84835285-0-image-a-10_1715674683628.jpg",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "пилоты",
        "created": "2024-05-14 11:20:45.298831"
    },
    {
        "url": "https://www.lada.kz/aktau_news/incidents/123104-v-minenergo-vozderzhalis-ot-kommentariev-ob-ocherednoi-zabastovke-v-zhanaozene-smi.html",
        "title": "В Минэнерго воздержались от комментариев об очередной забастовке в Жанаозене",
        "title_en": "The Ministry of Energy refrained from commenting on the next strike in Zhanaozen",
        "summary": "Минэнерго воздержалось от комментариев о забастовке нефтяников в Жанаозене.\r\nПресс-служба министерства энергетики не смогла ответить на запрос редакции КазТАГ.\r\nСоветник министра энергетики пытался \"отфутболить\" журналиста в пресс-службу АО \"НК \"КазМунайГаз\".\r\nВ социальных сетях была опубликована информация о забастовке рабочих ТОО \"Кезби\".\r\nРабочие требуют заменить устаревшую и опасную для жизни технику.\r\nБуровая компания ТОО \"Кезби\" оказывает услуги по капитальному и подземному ремонту нефтяных и газовых скважин уже более 30 лет.",
        "summary_en": "The Ministry of Energy refrained from commenting on the strike of oil workers in Zhanaozen.\r\nThe press service of the Ministry of Energy was unable to respond to a request from the KazTAG editorial board.\r\nThe adviser to the Minister of Energy tried to \"kick\" the journalist to the press service of JSC NC KazMunaiGas.\r\nInformation about the strike of workers of \"Kezbi\" LLP was published on social networks.\r\nWorkers are demanding to replace outdated and life-threatening equipment.\r\nThe drilling company \"Kezbi\" LLP has been providing services for capital and underground repairs of oil and gas wells for more than 30 years.",
        "image": "https://www.lada.kz/cache/imagine/1200/uploads/photos/2024-05/1715675546.jpg",
        "country": {
            "name": "казахстан",
            "flag": "🇰🇿"
        },
        "who": "нефтяники",
        "created": "2024-05-14 11:35:50.688266"
    },
    {
        "url": "https://www.zeit.de/news/2024-05/14/erneute-streiks-bei-city-bahn-chemnitz",
        "title": "Тарифы: возобновление забастовок на городской железной дороге Хемница",
        "title_en": "Tariffs: resumption of strikes on the Chemnitz S-Bahn",
        "summary": "Противостояние между профсоюзом машинистов ГДЛ и городской железной дорогой Хемница продолжается.\r\nЖелезнодорожная компания сообщила о забастовке GDL на линиях с 12:00 до 6:00 утра в среду.\r\nВ результате пассажиры и студенты не могут вернуться домой, как обычно.\r\nПредпринимаются попытки наладить аварийное движение автобусов.\r\nУправляющий директор Фридберт Штраубе предложил сокращение рабочего времени и повышение заработной платы.\r\nГДЛ отвергла все предложения и надеется на возвращение к пропорциональности.\r\nПрофсоюз борется за 35-часовую рабочую неделю и уже достиг договоренностей на 47 предприятиях.\r\nГородская железная дорога Хемница является одной из последних железнодорожных компаний в Германии, выступающих против предложения.\r\nСпор обострился, и ГДЛ неоднократно призывала своих членов прекратить работу.",
        "summary_en": "The confrontation between the GDL machinists' union and the Chemnitz City Railway continues.\r\nThe railway company announced a GDL strike on the lines from 12:00 a.m. to 6:00 a.m. on Wednesday.\r\nAs a result, passengers and students cannot return home as usual.\r\nAttempts are being made to establish emergency bus traffic.\r\nManaging Director Friedbert Straube proposed a reduction in working hours and a salary increase.\r\nThe GDL rejected all proposals and hopes for a return to proportionality.\r\nThe union is fighting for a 35-hour work week and has already reached agreements at 47 enterprises.\r\nChemnitz City Railway is one of the last railway companies in Germany to oppose the proposal.\r\nThe dispute escalated, and the GDL repeatedly called on its members to stop working.",
        "image": "https://img.zeit.de/news/2024-05/14/erneute-streiks-bei-city-bahn-chemnitz-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "машинисты",
        "created": "2024-05-14 14:05:58.589751"
    },
    {
        "url": "https://elpais.com/espana/andalucia/2024-05-14/miles-de-docentes-en-huelga-en-andalucia-reclaman-un-aumento-de-la-plantilla-me-siento-como-una-apagafuegos.html",
        "title": "Тысячи бастующих учителей в Андалусии требуют увеличения штата: “Я чувствую себя пожарным\"",
        "title_en": "Thousands of striking teachers in Andalusia demand more staff: “I feel like a firefighter\"",
        "summary": "Учителя в Андалусии присоединились к образовательной забастовке, требуя увеличения штата и снижения соотношения.\r\nОрганизации требуют улучшения внимания к разнообразию и снижения бюрократической нагрузки на преподавателей.\r\nУчастники забастовки указывают на проблемы с соотношением учеников и нехватку специалистов, таких как педагоги по терапии и консультанты.\r\nТребования включают усиление внимания к разнообразию, привлечение большего числа специалистов и принятие нормативного акта, ограничивающего соотношение по закону.\r\nОбразовательное сообщество разделяет требования забастовки, подчеркивая необходимость улучшения качества преподавания и обеспечения равных условий для всех учеников.",
        "summary_en": "Teachers in Andalusia have joined an educational strike, demanding an increase in staff and a reduction in the ratio.\r\nOrganizations are demanding better attention to diversity and a reduction in the bureaucratic burden on teachers.\r\nThe strike participants point to problems with student ratios and a shortage of specialists such as therapy teachers and counselors.\r\nThe requirements include increased attention to diversity, the involvement of more specialists and the adoption of a regulatory act limiting the ratio by law.\r\nThe educational community shares the demands of the strike, emphasizing the need to improve the quality of teaching and ensure a level playing field for all students.",
        "image": "https://imagenes.elpais.com/resizer/v2/I5BIM3NIMBFGVGHME3XGHLOGKY.jpg?auth=ba89b96472b110f1c5d1a3ce8ecd3e20b687e7fbe7c8774e4fe5421d2665c225&width=1200",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-14 17:00:42.820094"
    },
    {
        "url": "https://www.elespanol.com/espana/andalucia/20240514/huelga-docentes-fracasa-andalucia-solo-secunda-trabajadores-publicos/855164777_0.html",
        "title": "Забастовка учителей в Андалусии провалилась: ее поддержали только 4% государственных служащих",
        "title_en": "The teachers' strike in Andalusia failed: it was supported by only 4% of civil servants",
        "summary": "Забастовка учителей в Андалусии провалилась, поддержана только 4% государственных преподавателей.\r\n96% учителей и преподавателей продолжили работу в обычном режиме.\r\nДанные представлены исполнительной властью Андалусии на пресс-конференции после Правительственного совета.\r\nПредставитель ИСРП Андалусии призвала президента правления выслушать протестующих и инвестировать в качество системы.\r\nОфициальный представитель регионального правительства подчеркнул, что забастовка не имела смысла и не была оправдана.\r\nПрофсоюзы назвали этот день \"успешным\" и потребовали возобновить переговоры с конкретными предложениями и мерами.\r\nДепартамент развития образования и профессиональной подготовки настаивает на том, что нет веских причин для забастовки.\r\nВ системе на 7000 учителей больше, чем пять лет назад, хотя 90 000 учеников были потеряны.",
        "summary_en": "The teachers' strike in Andalusia failed, with only 4% of state teachers supported.\r\n96% of teachers and lecturers continued to work as usual.\r\nThe data was presented by the executive power of Andalusia at a press conference after the Government Council.\r\nThe representative of the PSOE of Andalusia called on the president of the board to listen to the protesters and invest in the quality of the system.\r\nThe official representative of the regional government stressed that the strike did not make sense and was not justified.\r\nThe trade unions called this day a \"success\" and demanded to resume negotiations with specific proposals and measures.\r\nThe Department of Education and Training Development insists that there is no compelling reason for the strike.\r\nThere are 7,000 more teachers in the system than five years ago, although 90,000 students have been lost.",
        "image": "https://s1.elespanol.com/2024/05/14/espana/andalucia/855174963_242285642_1706x960.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-14 18:40:45.068840"
    },
    {
        "url": "https://www.publico.es/sociedad/docentes-andaluces-exigen-mejoras-plantillas-moreno-bonilla-minimiza-huelga.html",
        "title": "Андалузские учителя требуют улучшения стельки для Морено Бонильи, который сводит к минимуму забастовку",
        "title_en": "Andalusian teachers demand better insole for Moreno Bonilla, who minimizes strike",
        "summary": "Забастовка преподавателей общественных наук в Андалусии завершилась \"успехом\" для профсоюзов и позором для правительства.\r\nРуководящие органы CCOO, ANPE и USTEA призвали руководителей снова сесть за стол переговоров и договориться об улучшении штатного расписания.\r\nТысячи учителей объявили забастовку, около 60% составляют 60 000 человек, около 4% - 4000 человек.\r\nАдминистрация уверяет, что учитывает \"отсутствие\", о котором им сообщают команды менеджеров в 12 часов.\r\nПрофсоюзы обрушились на Правление из-за этих цифр, считая их ложными.\r\nВласти признали, что мониторинг был \"неравномерно\" и наибольший процент забастовщиков был достигнут в тех школах, где возникли проблемы.\r\nВ этот час в восьми провинциях были предсказаны различные митинги и акции протеста.",
        "summary_en": "The strike of social science teachers in Andalusia ended in a \"success\" for the trade unions and a disgrace for the government.\r\nThe governing bodies of CCOO, ANPE and USTEA called on managers to sit down at the negotiating table again and agree on improving staffing levels.\r\nThousands of teachers went on strike, about 60% are 60,000 people, about 4% are 4,000 people.\r\nThe administration assures that it takes into account the \"absence\", which is reported to them by the management team at 12 o'clock.\r\nThe unions attacked the Board because of these figures, considering them false.\r\nThe authorities acknowledged that monitoring was \"uneven\" and the highest percentage of strikers was achieved in those schools where problems arose.\r\nAt this hour, various rallies and protests were predicted in eight provinces.",
        "image": "https://www.publico.es/uploads/2024/05/14/664399e9c59f8.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-14 21:06:19.982712"
    }
]