[
    {
        "url": "https://www.dailymail.co.uk/news/article-13423451/Junior-doctors-enter-talks-Government-end-pay-dispute-following-months-strike-action-operations-appointments-cancelled.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
        "title": "Молодые врачи вступают в переговоры с правительством в попытке положить конец спору о зарплате",
        "title_en": "Young doctors enter into negotiations with the government in an attempt to end the salary dispute",
        "summary": "Молодые врачи в Англии ведут переговоры с правительством о прекращении спора о заработной плате после серии массовых забастовок.\r\nБританская медицинская ассоциация согласилась на интенсивную фазу переговоров с внешним посредником.\r\nЗабастовки врачей помешали усилиям по сокращению списков ожидания в Национальной службе здравоохранения.\r\nМинистерство здравоохранения и социального обеспечения считает этот шаг значительным шагом вперед, который может положить конец забастовкам.\r\nВрачи настаивают на восстановлении реальной заработной платы до уровня 2008 года.\r\nС начала конфликта младшие врачи провели 10 раундов забастовок, и 98% проголосовали за продолжение забастовки.\r\nСоглашение между BMA и правительством о проведении медиации является позитивным шагом после периода относительного затишья.\r\nРуководители Национальной службы здравоохранения и пациенты надеются на решение проблемы.",
        "summary_en": "Junior doctors in England are negotiating with the government to end a wage dispute after a series of mass strikes.\r\nThe British Medical Association has agreed to an intensive phase of negotiations with an external mediator.\r\nDoctors' strikes have hampered efforts to reduce waiting lists in the National Health Service.\r\nThe Ministry of Health and Social Security considers this step to be a significant step forward that can end the strikes.\r\nDoctors insist on restoring real wages to the level of 2008.\r\nSince the beginning of the conflict, junior doctors have held 10 rounds of strikes, and 98% voted in favor of continuing the strike.\r\nThe agreement between the BMA and the Government on mediation is a positive step after a period of relative calm.\r\nThe heads of the National Health Service and patients hope for a solution to the problem.",
        "image": "https://i.dailymail.co.uk/1s/2024/05/15/23/84930889-0-image-a-62_1715812911855.jpg",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "медики",
        "created": "2024-05-16 01:45:50.630004"
    },
    {
        "url": "https://www.primebusiness.africa/labour-unions-to-begin-protest-on-monday-over-electricity-tariff-hike/",
        "title": "Профсоюзы Начнут Протестовать В Понедельник Против Повышения Тарифов На Электроэнергию – Prime Business Africa",
        "title_en": "Trade Unions Will Start Protesting On Monday Against The Increase In Electricity Tariffs – Prime Business Africa",
        "summary": "Профсоюзы Нигерии готовятся к общенациональным протестам из-за повышения тарифов на электроэнергию.\r\nПовышение цен вызвало недовольство граждан и различных организаций.\r\nПрофсоюзы требуют отмены тарифов эры субсидий и критикуют решение Комиссии по регулированию электроэнергетики Нигерии.\r\nМинистр энергетики выступил в защиту повышения тарифов, предупреждая о возможном отключении электроэнергии.\r\nПрофсоюзы настаивают на отмене решения, ссылаясь на недовольство текущей ситуацией и этические соображения.\r\nNERC объявила о незначительном снижении тарифов на электроэнергию после недельного ультиматума профсоюзов.\r\nПрофсоюзы мобилизуют своих членов на широкомасштабные протесты, призывая другие слои общества присоединиться к демонстрациям.\r\nГруппы гражданского общества поддерживают протесты, осуждая политику правительства, которая усугубляет бедственное положение нигерийцев.",
        "summary_en": "Nigeria's trade unions are preparing for nationwide protests over higher electricity tariffs.\r\nThe price increase has caused discontent among citizens and various organizations.\r\nUnions are demanding the abolition of subsidy-era tariffs and criticizing the decision of the Nigerian Electricity Regulatory Commission.\r\nThe Energy minister defended the tariff increase, warning of a possible power outage.\r\nThe trade unions insist on the cancellation of the decision, citing dissatisfaction with the current situation and ethical considerations.\r\nNERC announced a slight reduction in electricity tariffs after a week-long ultimatum from trade unions.\r\nTrade unions are mobilizing their members for large-scale protests, calling on other sectors of society to join the demonstrations.\r\nCivil society groups are supporting the protests, condemning government policies that are exacerbating the plight of Nigerians.",
        "image": "https://www.primebusiness.africa/wp-content/uploads/2024/05/Labour-unions.jpg.webp",
        "country": {
            "name": "нигерия",
            "flag": "🇳🇬"
        },
        "who": "национальная забастовка",
        "created": "2024-05-16 10:00:40.285255"
    },
    {
        "url": "https://www.zeit.de/news/2024-05/16/city-bahn-chemnitz-rechnet-mit-weiteren-streiks",
        "title": "Транспорт: Городская железная дорога Хемница ожидает новых забастовок",
        "title_en": "Transport: Chemnitz City Railway expects new strikes",
        "summary": "После забастовок машинистов на городской железной дороге Хемница, для пассажиров нет ясности.\r\nПерерыв, начавшийся в среду днем, закончился в четверг в 9:00.\r\nРуководство компании ожидает следующего призыва к забастовке в ближайшее время.\r\nПрофсоюз машинистов поездов GDL хочет начать с 35-часовой рабочей недели.\r\nСоответствующие соглашения уже заключены более чем с 40 железнодорожными компаниями по всей стране.\r\nГородская железная дорога, обслуживающая шесть линий в Хемнице и его окрестностях, категорически против этого.",
        "summary_en": "After the strikes of the machinists on the Chemnitz city railway, there is no clarity for passengers.\r\nThe break, which began on Wednesday afternoon, ended on Thursday at 9:00 a.m.\r\nThe company's management expects the next call for a strike in the near future.\r\nThe GDL train Drivers' union wants to start with a 35-hour work week.\r\nRelevant agreements have already been concluded with more than 40 railway companies across the country.\r\nThe City Railway, which serves six lines in Chemnitz and its surroundings, is categorically against this.",
        "image": "https://img.zeit.de/news/2024-05/16/city-bahn-chemnitz-rechnet-mit-weiteren-streiks-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "машинисты",
        "created": "2024-05-16 13:05:53.950354"
    },
    {
        "url": "https://montrealgazette.com/news/local-news/quebec-nurses-union-resumes-pressure-tactics-says-no-strike-action-for-now",
        "title": "Профсоюз медсестер Квебека возобновляет тактику давления и отказывается от забастовок — на данный момент",
        "title_en": "Quebec Nurses Union resumes pressure tactics and abandons strikes — for now",
        "summary": "Профсоюз медсестер Квебека возобновляет тактику давления для получения нового контракта.\r\nМедицинский персонал будет приходить на работу каждый вторник в черной одежде с надписью \"y'a des limites\".\r\nТактика давления будет носить символический характер, забастовки пока не используются.\r\nПереговоры о заключении контракта продолжаются после отклонения принципиального соглашения рядовыми членами профсоюза.\r\nОсновным камнем преткновения в переговорах является возможность перевода медсестер в другие отделения или медицинские учреждения.\r\nFIQ требует ясности от правительства в отношении гибкости распределения обязанностей от медсестер.",
        "summary_en": "The Quebec Nurses Union is resuming pressure tactics to get a new contract.\r\nThe medical staff will come to work every Tuesday in black clothes with the inscription \"y'a des limites\".\r\nPressure tactics will be symbolic, strikes are not being used yet.\r\nNegotiations on the conclusion of the contract continue after the rejection of the agreement in principle by ordinary members of the trade union.\r\nThe main stumbling block in the negotiations is the possibility of transferring nurses to other departments or medical institutions.\r\nFIQ requires clarity from the government regarding the flexibility of allocating responsibilities from nurses.",
        "image": "https://smartcdn.gprod.postmedia.digital/montrealgazette/wp-content/uploads/2023/03/quebec-nurses-demands-20221107.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "медсестры",
        "created": "2024-05-16 18:40:45.695069"
    },
    {
        "url": "https://apnews.com/article/tunisia-lawyers-protests-arrests-4fdabed5d7fc7de55fae9e0b36ae7e6d",
        "title": "По мере обострения кризиса в Тунисе адвокаты бастуют из-за того, что арестованный коллега, по их словам, подвергся пыткам",
        "title_en": "As the crisis in Tunisia worsens, lawyers are on strike because, according to them, an arrested colleague was tortured",
        "summary": "Тунисские юристы протестуют против недавних арестов своих коллег.\r\nДемонстрация состоялась через несколько дней после ареста двух адвокатов.\r\nОба адвоката были обвинены в нарушении закона о киберпреступности.\r\nНациональная ассоциация юристов призвала к общенациональным забастовкам и организовала \"день гнева\".\r\nПротесты против гражданских прав стали обычным делом после замораживания работы парламента Туниса.\r\nСкорость и количество арестов на этой неделе ознаменовали новый этап репрессий против диссидентов.\r\nАссоциация адвокатов утверждает, что один из арестованных адвокатов подвергся пыткам.\r\nПравительство отрицает, что Загруба пытали, и заявляет, что арест был произведен законно.",
        "summary_en": "Tunisian lawyers are protesting against the recent arrests of their colleagues.\r\nThe demonstration took place a few days after the arrest of two lawyers.\r\nBoth lawyers were charged with violating the Cybercrime Act.\r\nThe National Bar Association called for nationwide strikes and organized a \"day of anger.\"\r\nProtests against civil rights have become commonplace after the Tunisian parliament was frozen.\r\nThe speed and number of arrests this week marked a new stage in the crackdown on dissidents.\r\nThe Bar Association claims that one of the arrested lawyers was tortured.\r\nThe Government denies that Zagrub was tortured and says the arrest was carried out lawfully.",
        "image": "https://dims.apnews.com/dims4/default/148f25b/2147483647/strip/true/crop/5324x2995+0+259/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F6b%2F6d%2F4132884149f4a3139f26df4dd1b3%2Fe9a56c4df76e42a9b14e1cd6a2c2e7e3",
        "country": {
            "name": "тунис",
            "flag": "🇹🇳"
        },
        "who": "юристы",
        "created": "2024-05-16 18:57:11.596453"
    }
]