[
    {
        "url": "https://www.zeit.de/news/2024-05/16/busfahrer-streiken-in-hessen-erneut",
        "title": "Движение: водители автобусов снова бастуют в Гессене",
        "title_en": "Traffic: Bus drivers strike again in Hesse",
        "summary": "В эту пятницу ожидаются перебои на автобусных маршрутах в Гессене из-за забастовки водителей частных автобусных компаний.\r\nЗабастовка продлится во вторник и среду после Пятидесятницы и затронет практически все автобусные маршруты Франкфурта.\r\nВ крупных городах Кассель, Дармштадт и Висбаден ожидается нормальное автобусное сообщение из-за других коллективных договоров для местных водителей.\r\nПрофсоюз Verdi требует повышения заработной платы на 8,5% в два этапа и компенсации инфляции в размере 3000 евро на каждого занятого.\r\nРаботодатели отклонили требования и предложили на 9,3% больше денег в три этапа.",
        "summary_en": "Disruptions are expected on bus routes in Hesse this Friday due to a strike by drivers of private bus companies.\r\nThe strike will last on Tuesday and Wednesday after Pentecost and will affect almost all Frankfurt bus routes.\r\nNormal bus service is expected in the major cities of Kassel, Darmstadt and Wiesbaden due to other collective agreements for local drivers.\r\nThe Verdi trade union demands an 8.5% wage increase in two stages and compensation for inflation in the amount of 3,000 euros per employee.\r\nThe employers rejected the demands and offered 9.3% more money in three stages.",
        "image": "https://img.zeit.de/news/2024-05/16/busfahrer-streiken-in-hessen-erneut-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "водители автобусов",
        "created": "2024-05-17 03:05:54.932587"
    },
    {
        "url": "https://www.zeit.de/news/2024-05/17/city-bahn-richtet-ueber-pfingsten-busverkehr-ein",
        "title": "Волна забастовок: городские железные дороги перекрывают автобусное сообщение в пятидесятницу",
        "title_en": "Wave of strikes: City railways block bus service on Pentecost",
        "summary": "Городская железная дорога Хемница разрешает автобусам курсировать по важным линиям до следующего вторника из-за забастовок профсоюза немецких машинистов локомотивов (GDL).\r\nВ настоящее время не следует ожидать регулируемого железнодорожного сообщения из-за забастовок.\r\nПрофсоюз неоднократно призывал к забастовке и хочет начать с 35-часовой рабочей недели.\r\nСоответствующие соглашения уже заключены с более чем 40 железнодорожными компаниями по всей стране.\r\nГородская железная дорога Хемница категорически против забастовки и обслуживает шесть линий в городе и его окрестностях.",
        "summary_en": "Chemnitz City Railway is allowing buses to run on important lines until next Tuesday due to strikes by the German Locomotive Drivers' Union (GDL).\r\nRegulated rail services should not be expected at present due to the strikes.\r\nThe union has repeatedly called for a strike and wants to start with a 35-hour work week.\r\nRelevant agreements have already been concluded with more than 40 railway companies across the country.\r\nThe Chemnitz City Railway is categorically against the strike and operates six lines in and around the city.",
        "image": "https://img.zeit.de/news/2024-05/17/city-bahn-richtet-ueber-pfingsten-busverkehr-ein-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "машинисты",
        "created": "2024-05-17 15:10:59.184569"
    },
    {
        "url": "https://montreal.citynews.ca/2024/05/17/fiq-nurses-union-strike/",
        "title": "Профсоюз медсестер FIQ пока не планирует забастовку, но может провести ее в будущем",
        "title_en": "The FIQ nurses union is not planning a strike yet, but may hold one in the future",
        "summary": "Профсоюз медсестер FIQ не планирует забастовку, но возможность существует в зависимости от развития событий.\r\nПереговоры о продлении коллективного соглашения с Квебеком возобновились после отказа 61% членов организации от предыдущего соглашения.\r\nТактика давления будет более мягкой, включая ношение черной форменной одежды с надписью \"y'a des limites\" (есть ограничения).\r\nПереговоры сосредоточены на мобильности и гибкости, которых ожидают от медсестер.\r\nРуководители медицинских учреждений хотят иметь возможность переводить медсестер из одного учреждения в другое.\r\nКвебек настаивает на поиске способа предоставлять услуги, которые медсестры считают принудительными переводами.\r\nПереговоры с правительством Квебека продолжаются, и еще одна встреча запланирована на следующую неделю.\r\nFIQ ждет разъяснений от руководства, чтобы понять, чего хочет правительство с точки зрения гибкости.",
        "summary_en": "The FIQ nurses union is not planning a strike, but the possibility exists depending on developments.\r\nNegotiations on the extension of the collective agreement with Quebec resumed after 61% of the organization's members rejected the previous agreement.\r\nPressure tactics will be more lenient, including wearing black uniforms with the inscription \"y'a des limites\" (there are restrictions).\r\nThe talks focus on the mobility and flexibility expected of nurses.\r\nThe heads of medical institutions want to be able to transfer nurses from one institution to another.\r\nQuebec insists on finding a way to provide services that nurses consider forced transfers.\r\nNegotiations with the Quebec government are ongoing, and another meeting is scheduled for next week.\r\nFIQ is waiting for clarification from management to understand what the government wants in terms of flexibility.",
        "image": "https://montreal.citynews.ca/wp-content/blogs.dir/sites/19/2023/10/Quebec-nurses-union-protest-scaled-e1696792189144.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "медсестры",
        "created": "2024-05-17 16:50:39.969297"
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-13431131/airport-chaos-Heathrow-walkouts-half-term.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
        "title": "Хаос в аэропорту, когда работники Хитроу устраивают забастовки на половину рабочего дня",
        "title_en": "Chaos at the airport as Heathrow workers stage half-day strikes",
        "summary": "В аэропорту Хитроу назревает новый хаос из-за забастовок работников пограничных войск.\r\nБолее 500 сотрудников проведут забастовку с 31 мая по 2 июня, в один из самых загруженных выходных дней в году.\r\nЗабастовка может привести к срыву паспортного контроля для людей, прибывающих в Великобританию.\r\nСкандал связан с новым списком сотрудников, вызвавшим проблемы.\r\nСотрудники профсоюза PCS, работающие в терминалах 2, 3, 4 и 5, продолжат забастовку в течение трех недель после ее окончания.\r\nPCS направила письмо в Министерство внутренних дел, указывая на проблемы, связанные с новой системой.\r\nМинистерство внутренних дел заявило, что открыто для обсуждения резолюции, но ответило на просьбу о встрече только после угроз дальнейших действий.\r\nАэропорт Хитроу будет сотрудничать с Министерством внутренних дел для минимизации сбоев, вызванных забастовкой.",
        "summary_en": "New chaos is brewing at Heathrow Airport due to strikes by border force workers.\r\nMore than 500 employees will go on strike from May 31 to June 2, on one of the busiest weekends of the year.\r\nA strike could disrupt passport control for people arriving in the UK.\r\nThe scandal is related to the new list of employees that caused problems.\r\nPCS union employees working in terminals 2, 3, 4 and 5 will continue the strike for three weeks after its end.\r\nPCS has sent a letter to the Ministry of the Interior, pointing out the problems associated with the new system.\r\nThe Interior Ministry said it was open to discussing the resolution, but responded to a request for a meeting only after threats of further action.\r\nHeathrow Airport will work with the Home Office to minimise disruption caused by the strike.",
        "image": "https://i.dailymail.co.uk/1s/2024/05/17/18/84210635-0-image-m-30_1715965937755.jpg",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "пограничники",
        "created": "2024-05-17 20:30:48.150785"
    }
]