[
    {
        "url": "https://news.sky.com/story/border-force-to-stage-more-strikes-at-heathrow-airport-during-half-term-13137550",
        "title": "Пограничные войска проведут еще несколько забастовок в аэропорту Хитроу в течение полугодия",
        "title_en": "Border troops will hold several more strikes at Heathrow airport during the half-year",
        "summary": "Пограничные войска проведут несколько забастовок в аэропорту Хитроу в течение полугодия.\r\nПрофсоюз PCS ожидает, что забастовки приведут к срыву проверки паспортов для путешественников.\r\nРуководство аэропорта работает с Министерством внутренних дел над планами действий в чрезвычайных ситуациях.\r\nЗабастовки состоятся 31 мая, 1 и 2 июня, а затем последуют трехнедельные действия.\r\nБолее 500 членов профсоюза PCS примут участие в забастовках после спора о новом штатном расписании.\r\nМинистерство внутренних дел заявило, что открыто для обсуждения резолюции, но ответило на просьбу о встрече только после угроз дальнейших действий.\r\nПресс-секретарь аэропорта Хитроу сообщила, что они будут работать с Министерством внутренних дел над планами действий в чрезвычайных ситуациях.",
        "summary_en": "Border troops will hold several strikes at Heathrow Airport during the half-year.\r\nThe PCS union expects the strikes to disrupt passport checks for travelers.\r\nThe airport management is working with the Ministry of Internal Affairs on contingency plans.\r\nThe strikes will take place on May 31, June 1 and 2, followed by three weeks of action.\r\nMore than 500 PCS union members will take part in strikes after a dispute over a new staffing table.\r\nThe Interior Ministry said it was open to discussing the resolution, but responded to a request for a meeting only after threats of further action.\r\nA spokeswoman for Heathrow Airport said they would be working with the Home Office on contingency plans.",
        "image": "https://e3.365dm.com/24/03/1600x900/skynews-heathrow-airport_6503575.jpg?20240328175442",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "пограничники",
        "created": "2024-05-18 03:45:50.495121"
    }
]