[
    {
        "url": "https://periodicoclm.publico.es/articulo/region/millar-profesores-castilla-la-mancha-reclaman-revertir-recortes-pp-siguen-vigentes/20240519115324023394.html",
        "title": "Более тысячи учителей Кастилии-Ла-Манчи требуют отменить сокращения в ПП, которые все еще остаются в силе",
        "title_en": "More than a thousand teachers of Castile-La Mancha are demanding to cancel the cuts in the PP, which still remain in force",
        "summary": "Профсоюзы CCOO, CSIF и STE требуют отмены сокращений в образовании, одобренных PP.\r\nБолее тысячи протестующих прошли маршем от площади Сокодовер до резиденции Президента Совета общин.\r\nМанифест протестующих требует снижения учебной нагрузки, ставок за класс и сокращения бюрократии.\r\nПрофсоюзы предупреждают о серьезном влиянии сокращений на качество образования в Кастилии-Ла-Манче.\r\nОни призывают региональное правительство обсудить план улучшений с профсоюзами.\r\nГенеральный секретарь Федерации образования CCOO Кастилия-Ла-Манча заявляет о начале мобилизации.\r\nПрофсоюзы требуют отмены сокращений и поддержки государственного образования.",
        "summary_en": "The CCOO, CSIF and STE unions are demanding the repeal of the education cuts approved by PP.\r\nMore than a thousand protesters marched from Socodover Square to the residence of the President of the Council of Communities.\r\nThe protesters' manifesto demands a reduction in academic workload, class rates and a reduction in bureaucracy.\r\nTrade unions warn of the serious impact of the cuts on the quality of education in Castile-La Mancha.\r\nThey urge the regional government to discuss the improvement plan with the trade unions.\r\nThe Secretary General of the CCOO Castile-La Mancha Education Federation announces the beginning of mobilization.\r\nTrade unions are demanding the abolition of cuts and support for public education.",
        "image": "https://periodicoclm.publico.es/media/periodicoclm/images/2024/05/19/2024051911515722823.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-19 13:05:58.756508"
    },
    {
        "url": "https://www.theguardian.com/politics/article/2024/may/19/aslef-leader-left-proposed-deal-to-end-rail-strikes-unread",
        "title": "Лидер Aslef оставил предложенную сделку по прекращению забастовок железнодорожников непрочитанной",
        "title_en": "The leader of Aslef left the proposed deal to end the strikes of railway workers unread",
        "summary": "Глава профсоюза машинистов Aslef Мик Уилан не открыл электронное письмо с предложением прекратить забастовку.\r\nУилан не встречался с министром транспорта Марком Харпером с декабря 2022 года и с министром Хью Мерриманом с января 2023 года.\r\nПредложение от Rail Delivery Group было отправлено Уилану за 10 минут до того, как стало известно СМИ.\r\nПредложение предполагало повышение заработной платы на 4% в течение двух лет в обмен на принятие измененных методов работы.\r\nЧлены профсоюза уже знали о предложении до заседания правления и выразили протест против его рассмотрения.\r\nУилан не открывал электронное письмо из-за осторожности и протеста против того, как было рассмотрено предложение.\r\nДругие железнодорожные профсоюзы заключили соглашения с операторами поездов, в то время как Aslef достигла договоренностей в Шотландии и Уэльсе.",
        "summary_en": "The head of the Aslef machinists' union, Mick Whelan, did not open an email offering to end the strike.\r\nWhelan has not met with Transportation Secretary Mark Harper since December 2022 and with Minister Hugh Merriman since January 2023.\r\nThe offer from Rail Delivery Group was sent to Whelan 10 minutes before it became known to the media.\r\nThe proposal called for a 4% salary increase over two years in exchange for adopting changed working methods.\r\nUnion members already knew about the proposal before the board meeting and protested against its consideration.\r\nWhelan did not open the email out of caution and protest at the way the proposal was handled.\r\nOther rail unions have entered into agreements with train operators, while Aslef has reached agreements in Scotland and Wales.",
        "image": "https://i.guim.co.uk/img/media/b4367c0de624513b4a76e61351b0fd24f3ab55fd/71_203_3352_2012/master/3352.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b459a74449ee1f63edcd4b0415f5d169",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "машинисты",
        "created": "2024-05-19 17:45:41.489409"
    }
]