[
    {
        "url": "https://iz.ru/1699289/2024-05-20/v-velikobritanii-rabochie-bazy-iadernykh-podlodok-zaplanirovali-zabastovku",
        "title": "В Великобритании рабочие базы ядерных подлодок запланировали забастовку",
        "title_en": "In the UK, the workers of the nuclear submarine base have planned a strike",
        "summary": "Более 600 рабочих компании Babcock Marine Ltd планируют забастовку на базе стратегических подлодок Клайд.\r\nРабочие требуют справедливой оплаты труда и указывают на возможность компании предложить достойное предложение.\r\nСотрудникам было предложено повышение заработной платы, которое в реальном выражении означает значительное сокращение.\r\nМинистерство обороны Великобритании заключило контракт с Babcock Marine на обслуживание ядерного вооружения и здания поддержки стратегических вооружений.\r\nНа базе Клайд размещены четыре британские стратегические атомные подводные лодки класса Vanguard.\r\nВ Финляндии была остановлена работа всех финских портов из-за забастовки рабочих, выступавших против реформ кабмина на рынке труда.\r\nАкции охватили около 7 тыс. человек, включая профсоюзы работников автотранспорта, индустриальный профсоюз и профсоюз электриков.",
        "summary_en": "More than 600 workers of Babcock Marine Ltd are planning a strike at the Clyde strategic submarine base.\r\nThe workers demand fair pay and point to the company's ability to offer a decent offer.\r\nEmployees were offered a salary increase, which in real terms means a significant reduction.\r\nThe British Ministry of Defense has signed a contract with Babcock Marine for the maintenance of nuclear weapons and the strategic arms support building.\r\nFour British Vanguard-class strategic nuclear submarines are stationed at the Clyde base.\r\nIn Finland, the work of all Finnish ports was stopped due to a strike of workers who opposed the reforms of the Cabinet of Ministers in the labor market.\r\nThe actions covered about 7 thousand people, including the trade unions of motor transport workers, the industrial trade union and the electricians' union.",
        "image": "https://cdn.iz.ru/sites/default/files/styles/900x506/public/news-2024-05/20160607_gaf_u40_795.jpg?itok=6Y5klkcr",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "заводские рабочие",
        "created": "2024-05-20 16:32:38.052441"
    },
    {
        "url": "https://www.elespanol.com/eldigitalcastillalamancha/economia/empresas/20240520/seguimiento-masivo-huelgade-repartidores-correos-albacete-exito/856664609_0.html",
        "title": "\"Массовое продолжение\" забастовки почтальонов в Альбасете: \"Она прошла успешно\"",
        "title_en": "\"Massive continuation\" of the Albacete postmen's strike: \"It was successful\"",
        "summary": "Массовая забастовка почтальонов в Альбасете прошла успешно.\r\nПрофсоюзы заручились поддержкой 90% сотрудников в столице и 100% в других населенных пунктах.\r\nЗабастовка осуждает нехватку персонала в распределительных подразделениях Альбасете и других городах.\r\nНехватка персонала приводит к чрезмерной перегрузке и ужасным условиям труда.\r\nЭкономическое положение \"Постос\" привело к \"жестокому сокращению штатов\".\r\nОтсутствие покрытия отсутствия на работе вызывает сбои в работе почтовой службы и задержки в доставке корреспонденции.\r\nРаботники и работницы собрались у дверей почтовых отделений, выражая недовольство нестабильной ситуацией.\r\nUGT Public Services подчеркивает критическую и неустойчивую ситуацию в провинции Альбасете.\r\nКадровая политика не покрывает отсутствие работников, что приводит к перегрузке и психофизическому стрессу для работников.\r\nUGT считает необходимым, чтобы Почта приняла немедленные меры для разрешения ситуации и обеспечения надлежащего предоставления услуги.",
        "summary_en": "The mass strike of postmen in Albacete was successful.\r\nTrade unions have secured the support of 90% of employees in the capital and 100% in other localities.\r\nThe strike condemns the shortage of staff in the distribution units of Albacete and other cities.\r\nLack of staff leads to excessive overload and terrible working conditions.\r\nThe economic situation of Postos has led to \"severe staff cuts.\"\r\nThe lack of coverage for absence from work causes disruptions in the postal service and delays in the delivery of correspondence.\r\nWorkers and female employees gathered at the doors of the post offices, expressing dissatisfaction with the unstable situation.\r\nUGT Public Services highlights the critical and volatile situation in the province of Albacete.\r\nThe personnel policy does not cover the absence of employees, which leads to overload and psychophysical stress for employees.\r\nUGT considers it necessary for the Post Office to take immediate measures to resolve the situation and ensure the proper provision of the service.",
        "image": "https://s1.elespanol.com/2024/05/20/eldigitalcastillalamancha/economia/empresas/856674888_242423574_1706x960.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "почтальоны",
        "created": "2024-05-20 17:15:45.963721"
    }
]