[
    {
        "url": "https://www.novinite.com/view_news.php?id=226150",
        "title": "Софийские Таксисты Проводят Бессрочную Акцию Протеста Из-За Проблем с Парковкой - Novinite.com",
        "title_en": "Sofia Taxi Drivers Hold An Indefinite Protest Due To Parking Problems - Novinite.com",
        "summary": "Борисова и Фандакова вызваны на внеочередное заседание столичного муниципального совета 23 мая.\r\nБолгарские археологи сделали замечательные открытия во время раскопок в Созополе.\r\n5-летний ребенок из Кочериново трагически скончался во время транспортировки в больницу.\r\nНовая неделя в Болгарии начнется с пасмурного неба и возможных дождей, ливней и гроз.\r\n44 университета в Болгарии не откроют свои двери в знак протеста.\r\nНаселение Европейского союза составляет 448,8 миллиона человек, Германия - самая густонаселенная страна.\r\nБолгария является одной из девяти стран-членов ЕС, не подписавших декларацию в поддержку прав ЛГБТК+.\r\nСтроительство терминала 3 аэропорта Софии начнется в начале 2026 года.\r\nВ Болгарии наблюдается самый высокий уровень смертности от COVID-19 в ЕС.",
        "summary_en": "Borisov and Fandakova were summoned to an extraordinary meeting of the metropolitan Municipal Council on May 23.\r\nBulgarian archaeologists have made remarkable discoveries during excavations in Sozopol.\r\nA 5-year-old child from Kocherinovo tragically died during transportation to the hospital.\r\nThe new week in Bulgaria will begin with cloudy skies and possible rains, showers and thunderstorms.\r\n44 universities in Bulgaria will not open their doors in protest.\r\nThe population of the European Union is 448.8 million people, Germany is the most populous country.\r\nBulgaria is one of the nine EU member states that have not signed the declaration in support of LGBTQ+ rights.\r\nConstruction of Sofia Airport Terminal 3 will begin in early 2026.\r\nBulgaria has the highest death rate from COVID-19 in the EU.",
        "image": "https://www.novinite.com/media/images/2024-05/photo_verybig_226150.jpg",
        "country": {
            "name": "болгария",
            "flag": "🇧🇬"
        },
        "who": "таксисты",
        "created": "2024-05-21 00:00:47.645185"
    },
    {
        "url": "https://www.zeit.de/news/2024-05/21/frosta-rund-200-mitarbeiter-legen-arbeit-nieder",
        "title": "Забастовка: Фроста: около 200 сотрудников увольняются с работы",
        "title_en": "Strike: Frost: about 200 employees quit their jobs",
        "summary": "Работники компании Frosta из Бремерхафена уволились из-за предупредительной забастовки.\r\nВ забастовке приняли участие около 200 сотрудников.\r\nЗатронута была ранняя смена с 6:00 до 8:00.\r\nНГГ объявил забастовку с предупреждением.\r\nПредпосылкой являются переговоры по новому жилищно-коммунальному договору.\r\nFrosta предлагает повышение заработной платы, которое должно превысить уровень инфляции на 0,3 процента.\r\nЗаработная плата также должна быть скорректирована с учетом дороговизны в будущем.\r\nПри 36-месячном контракте компания предлагает дополнительно 1500 евро, при 24-месячном - 1000 евро.\r\nПрофсоюз требует повышения заработной платы примерно для 700 сотрудников на двенадцать процентов при сроке действия контракта в двенадцать месяцев.",
        "summary_en": "Employees of the Frosta company from Bremerhaven quit due to a precautionary strike.\r\nAbout 200 employees took part in the strike.\r\nThe early shift from 6:00 to 8:00 was affected.\r\nNGG announced a strike with a warning.\r\nThe prerequisite is negotiations on a new housing and communal services agreement.\r\nFrosta is proposing a wage increase that should exceed the inflation rate by 0.3 percent.\r\nWages should also be adjusted to take into account the high cost in the future.\r\nWith a 36-month contract, the company offers an additional 1,500 euros, with a 24-month contract - 1,000 euros.\r\nThe union is demanding a twelve percent pay increase for about 700 employees with a contract term of twelve months.",
        "image": "https://img.zeit.de/news/2024-05/21/frosta-rund-200-mitarbeiter-legen-arbeit-nieder-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "заводские рабочие",
        "created": "2024-05-21 13:45:57.725784"
    },
    {
        "url": "https://elpais.com/espana/madrid/2024-05-21/la-segunda-huelga-de-la-educacion-publica-de-madrid-se-enfrenta-a-la-comunidad-que-no-cede.html",
        "title": "Вторая забастовка в сфере государственного образования Мадрида направлена против Сообщества, которое не сдается",
        "title_en": "The second strike in Madrid's public education sector is aimed at a Community that does not give up",
        "summary": "Вторая забастовка в сфере государственного образования Мадрида направлена против Сообщества.\r\nПрофсоюзы требуют сокращения учебного времени, снижения коэффициентов и улучшения условий труда учителей.\r\nМадридское сообщество сокращает количество обращений до 23,4%, что меньше, чем в прошлый раз.\r\nКрупнейшие демонстрации проходят в дюжине муниципалитетов Мадрида и в столице.\r\nСообщество утверждает, что сокращение расписания для учителей невозможно из-за сложной экономической ситуации.\r\nПрофсоюзы организовали забастовку и созвали два дня забастовки, один 8 мая и один во вторник, 21 мая.\r\nОбразование остается открытой для диалога, но теперь говорит о \"глобальном договоре\", который она представит учителям.\r\nУчителя всех возрастов и со всех уголков города протестовали, заняв одну из полос перед номером 32 на улице Алькала.",
        "summary_en": "The second strike in the field of public education in Madrid is directed against the Community.\r\nTrade unions are demanding shorter school hours, lower coefficients and better working conditions for teachers.\r\nThe Madrid community is reducing the number of requests to 23.4%, which is less than last time.\r\nThe largest demonstrations are taking place in a dozen municipalities of Madrid and in the capital.\r\nThe community argues that reducing the schedule for teachers is impossible due to the difficult economic situation.\r\nThe unions organized a strike and called two days of strike, one on May 8 and one on Tuesday, May 21.\r\nEducation remains open to dialogue, but now talks about a \"global compact\" that she will present to teachers.\r\nTeachers of all ages and from all corners of the city protested, occupying one of the lanes in front of number 32 on Alcala Street.",
        "image": "https://imagenes.elpais.com/resizer/v2/BL5NYNLDYNHOXJIOQ367EXUZXA.jpg?auth=35d37e4ecc24c910e5d777f03ef1fca464a5e13c2fe28b1dfe1010a42ccda3e6&width=1200",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-21 15:20:34.978384"
    },
    {
        "url": "https://www.zeit.de/news/2024-05/21/beschaeftigte-protestieren-gegen-arbeitszeiten",
        "title": "Муниципальные службы экстренной помощи: работники протестуют против рабочего времени",
        "title_en": "Municipal emergency services: workers protest against working hours",
        "summary": "Сотрудники муниципальных аварийно-спасательных служб в Киле протестовали против сокращения рабочего времени.\r\nПрофсоюз Verdi призвал к акции под девизом «Спасатель в беде» в нескольких городах.\r\nОколо 30 участников собрались перед филиалом Ассоциации муниципальных работодателей в Киле.\r\nВ Ганновере собралось около 120 демонстрантов.\r\nПрофсоюз требует 42 часа максимальной продолжительности рабочего времени для сотрудников службы экстренной помощи.\r\nНепропорционально продолжительный рабочий день делает работу в службе экстренной помощи непривлекательной.\r\nАкция стала результатом переговоров между профсоюзом и Ассоциацией муниципальных объединений работодателей в Берлине.",
        "summary_en": "Employees of the municipal emergency services in Kiel protested against the reduction of working hours.\r\nThe Verdi trade union called for a rally under the motto \"A lifeguard in need\" in several cities.\r\nAbout 30 participants gathered in front of the branch of the Association of Municipal Employers in Kiel.\r\nAbout 120 demonstrators gathered in Hanover.\r\nThe union requires 42 hours of maximum working time for emergency workers.\r\nA disproportionately long working day makes working in an emergency service unattractive.\r\nThe action was the result of negotiations between the trade union and the Association of Municipal Employers' Associations in Berlin.",
        "image": "https://img.zeit.de/news/2024-05/21/beschaeftigte-protestieren-gegen-arbeitszeiten-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "работники скорой",
        "created": "2024-05-21 16:10:55.613529"
    },
    {
        "url": "https://rus.lsm.lv/statja/novosti/politika/21.05.2024-pedagogi-segodnya-vyidut-protestovat-no-otstavki-ministra-poka-ne-potrebuyut.a554785/?utm_source=rss&utm_campaign=rss&utm_medium=links",
        "title": "Педагоги сегодня выйдут протестовать, но отставки министра пока не потребуют",
        "title_en": "Teachers will come out to protest today, but they will not demand the resignation of the minister yet",
        "summary": "Педагоги планируют протестовать, но пока не требуют отставки министра.\r\nВедомство хочет сбалансировать нагрузку педагогов, чтобы они не перерабатывали и не выгорали.\r\nКаждый час работы педагогов будет оплачиваться и оплачиваться.\r\nДискуссии должны включать самоуправления и директоров, так как многое зависит от действий руководителей школ.\r\nПредложение ведомства полностью противоположно тому, о котором спорили LIZDA и МОН в прошлом году.\r\nПо предложенной МОН методике педагоги могут потерять от нескольких десятков до нескольких сотен евро в месяц.\r\nПрофсоюз не требует отставки министра, но требует продолжения работы по балансировке ставки педагогов.",
        "summary_en": "The teachers plan to protest, but do not yet demand the resignation of the minister.\r\nThe department wants to balance the workload of teachers so that they do not overwork and burn out.\r\nEvery hour of teachers' work will be paid and paid for.\r\nDiscussions should include local governments and principals, as much depends on the actions of school leaders.\r\nThe agency's proposal is completely the opposite of the one that LIZDA and the Ministry of Education and Science argued about last year.\r\nAccording to the methodology proposed by the Ministry of Education and Science, teachers can lose from several tens to several hundred euros per month.\r\nThe trade union does not demand the resignation of the minister, but requires the continuation of work on balancing the teachers' rate.",
        "image": "https://static.lsm.lv/media/2022/06/large/1/iaht.jpg",
        "country": {
            "name": "латвия",
            "flag": "🇱🇻"
        },
        "who": "преподаватели",
        "created": "2024-05-21 16:49:11.084752"
    },
    {
        "url": "https://iz.ru/1699876/2024-05-21/v-parizhe-zheleznodorozhniki-ustroili-protesty-s-trebovaniem-premii-v-sviazi-s-oi",
        "title": "В Париже железнодорожники устроили протесты с требованием премий в связи с ОИ",
        "title_en": "In Paris, railway workers staged protests demanding bonuses in connection with the OI",
        "summary": "Железнодорожники в Париже протестуют против проведения Олимпийских игр, требуя премий и финансовых компенсаций.\r\nМассовая забастовка организована работниками Национальной компании железных дорог (SNCF) по призыву профсоюза Sud-Rail.\r\nРаботники собрались на площади Трокадеро, развернув плакат с надписью \"Нет олимпийских игр без железнодорожников\".\r\nЗабастовка привела к серьезным затруднениям движения на некоторых линиях RER D и R Transilien.\r\nБолее 50% жителей Франции считают, что страна не готова проводить Олимпийские и Паралимпийские игры в Париже.\r\nВ день открытия Олимпийских игр над Парижем будет закрыто воздушное пространство и ограничено автомобильное движение.",
        "summary_en": "Railway workers in Paris are protesting against the Olympic Games, demanding bonuses and financial compensation.\r\nThe mass strike was organized by employees of the National Railway Company (SNCF) at the call of the Sud-Rail trade union.\r\nWorkers gathered in Trocadero Square, unfurling a poster with the inscription \"There is no Olympic Games without railway workers.\"\r\nThe strike led to serious traffic difficulties on some RER D and R Transilien lines.\r\nMore than 50% of French residents believe that the country is not ready to host the Olympic and Paralympic Games in Paris.\r\nOn the opening day of the Olympic Games, airspace will be closed over Paris and car traffic will be restricted.",
        "image": "https://cdn.iz.ru/sites/default/files/styles/900x506/public/news-2024-05/2024-05-21T093823Z_1533451021_RC2XU7AZEHM9_RTRMADP_3_OLYMPICS-2024-TRANSPORTATION-STRIKE.JPG.jpg?itok=f17fWHuz",
        "country": {
            "name": "франция",
            "flag": "🇫🇷"
        },
        "who": "машинисты",
        "created": "2024-05-21 16:56:39.953936"
    },
    {
        "url": "https://www.publico.es/sociedad/quinta-jornada-huelga-educativa-ayuso-moviliza-siete-diez-profesores.html",
        "title": "Пятый день образовательной забастовки против Аюсо мобилизует семь из десяти учителей",
        "title_en": "The fifth day of the educational strike against Ayuso mobilizes seven out of ten teachers",
        "summary": "Сотни людей собрались перед зданием Министерства образования в Мадриде для учительской забастовки.\r\nТребования включают сокращение учебных часов, уравнивание заработной платы и снижение коэффициентов.\r\nКоличество участников забастовки увеличилось на 67%, что на два пункта больше, чем в предыдущем.\r\nУчастники акции протеста скандировали различные лозунги, выражая свои требования.\r\nПрофсоюзы являются организаторами забастовки, к которой присоединяются различные организации.\r\nТребования касаются сокращения учебных часов, уравнивания заработной платы и снижения коэффициентов.\r\nПравительство Мадрида стремится заключить \"глобальный договор\" с профсоюзами образования.",
        "summary_en": "Hundreds of people gathered in front of the Ministry of Education in Madrid for a teacher strike.\r\nThe requirements include shortening school hours, equalizing wages, and lowering coefficients.\r\nThe number of participants in the strike increased by 67%, which is two points more than in the previous year.\r\nThe protesters chanted various slogans, expressing their demands.\r\nTrade unions are the organizers of the strike, which is joined by various organizations.\r\nThe requirements relate to reducing school hours, equalizing wages and reducing coefficients.\r\nThe Madrid government is seeking to conclude a \"global compact\" with the education unions.",
        "image": "https://www.publico.es/uploads/2024/05/21/664ca739a9ca3.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-21 17:30:42.610535"
    },
    {
        "url": "https://www.zeit.de/news/2024-05/21/busfahrer-streiken-weiter-ausfaelle-in-ganz-hessen",
        "title": "Движение: водители автобусов продолжают забастовку: перебои в работе по всему Гессену",
        "title_en": "Traffic: Bus drivers continue to strike: work disruptions across Hesse",
        "summary": "Профсоюз Verdi продолжает предупредительные забастовки на частных автобусных предприятиях в Гессене.\r\nЗабастовки должны продолжаться и в среду.\r\nТранспортные ассоциации NVV и RMV сообщают о сбоях в работе в различных регионах Гессена.\r\nГородские перевозки в Касселе, Дармштадте и Висбадене остаются в значительной степени в стороне.\r\nВо Франкфурте почти не было автобусов, но клиенты все еще могли пересесть на разные поезда.\r\nПервая предупредительная забастовка водителей автобусов была объявлена 24 апреля.\r\nПрофсоюз требует повышения заработной платы примерно 6000 сотрудников на 8,5 процента в два этапа каждый.\r\nРаботодатели отклонили требования как не подлежащие финансированию и предложили на 9,3 процента больше денег в три этапа.",
        "summary_en": "The Verdi trade union continues warning strikes at private bus companies in Hesse.\r\nThe strikes should continue on Wednesday.\r\nThe NVV and RMV transport associations report disruptions in various regions of Hesse.\r\nUrban transportation in Kassel, Darmstadt and Wiesbaden remains largely on the sidelines.\r\nThere were almost no buses in Frankfurt, but customers could still transfer to different trains.\r\nThe first warning strike of bus drivers was announced on April 24.\r\nThe union is demanding an 8.5 percent pay increase for approximately 6,000 employees in two phases each.\r\nEmployers rejected the claims as unfundable and offered 9.3 percent more money in three phases.",
        "image": "https://img.zeit.de/news/2024-05/21/busfahrer-streiken-weiter-ausfaelle-in-ganz-hessen-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "водители автобусов",
        "created": "2024-05-21 20:15:55.092282"
    },
    {
        "url": "https://montrealgazette.com/news/quebec/csq-affiliated-daycare-workers-approve-progressive-strike-mandate",
        "title": "Работники детских садов, связанные с CSQ, одобряют мандат на \"прогрессивную забастовку\"",
        "title_en": "Kindergarten workers affiliated with CSQ approve mandate for \"progressive strike\"",
        "summary": "Работники общественных детских садов (CPE) в профсоюзе CSQ проголосовали на 85% за проведение \"прогрессивной забастовки\".\r\nВозможная прогрессивная забастовка началась бы с открытия торговых точек на полчаса позже обычного, затем на час, затем на два часа и так далее, вплоть до половины рабочего дня.\r\nОднако, по словам Валери Гренон, президента Федерации интервенционистов в малой обороне (FIPEQ), уведомление о забастовке еще не отправлено.\r\nВ профсоюзах FIPEQ насчитывается 3000 членов, которые работают в CPE в различных регионах.\r\nНа данный момент не может быть и речи о неограниченной всеобщей забастовке.\r\nРаботники CPE в Квебеке предлагают увеличить зарплату на 12,7% за пять лет.\r\nПереговоры только начались, хотя срок действия коллективных договоров истек 31 марта 2023 года.",
        "summary_en": "Employees of public kindergartens (CPE) in the CSQ trade union voted 85% in favor of holding a \"progressive strike\".\r\nA possible progressive strike would begin with the opening of outlets half an hour later than usual, then an hour, then two hours, and so on, up to half a working day.\r\nHowever, according to Valerie Grenon, president of the Federation of Small Defense Interventionists (FIPEQ), the strike notification has not yet been sent.\r\nThe FIPEQ unions have 3,000 members who work for CPE in various regions.\r\nAt the moment, there can be no question of an unlimited general strike.\r\nCPE workers in Quebec are offering a 12.7% salary increase over five years.\r\nNegotiations have just begun, although the collective agreements expired on March 31, 2023.",
        "image": "https://smartcdn.gprod.postmedia.digital/montrealgazette/wp-content/uploads/2021/10/fipeq-w.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "воспитатели",
        "created": "2024-05-21 20:56:18.815211"
    },
    {
        "url": "https://www.publico.es/sociedad/miles-manifestantes-desafian-lluvia-madrid-exigir-mejores-condiciones-educacion-publica.html",
        "title": "Тысячи протестующих бросают вызов дождю в Мадриде, требуя улучшения условий в государственном образовании",
        "title_en": "Thousands of protesters defy the rain in Madrid, demanding better conditions in public education",
        "summary": "Тысячи протестующих требуют улучшения условий труда учителей и увеличения инвестиций в классы.\r\nВторой день забастовки в государственном неуниверситетском образовании завершился крупной демонстрацией.\r\nМарш начался с Нептуна и продолжился по Пасео-дель-Прадо до Сибелеса.\r\nПрофсоюзы возглавили акцию протеста, требуя финансирования мер, которых они требуют.\r\nТребования протестующих включают сокращение учебного времени, снижение коэффициентов, выравнивание заработной платы и повышение внимания к разнообразию.\r\nВторой день забастовки был отмечен более чем на 67% по данным профсоюзов и на 23,4% по данным регионального правительства.",
        "summary_en": "Thousands of protesters are demanding better working conditions for teachers and increased investment in classrooms.\r\nThe second day of the strike in the state non-university education ended with a large demonstration.\r\nThe march started from Neptune and continued along the Paseo del Prado to Cibeles.\r\nThe unions have led a protest demanding funding for the measures they are demanding.\r\nThe protesters' demands include shortening school hours, lowering coefficients, equalizing wages and increasing attention to diversity.\r\nThe second day of the strike was marked by more than 67% according to trade unions and 23.4% according to the regional government.",
        "image": "https://www.publico.es/uploads/2024/05/21/664ce8d43ecff.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-21 21:55:41.831182"
    }
]