[
    {
        "url": "https://mixnews.lv/obschestvo/2024/05/22/rinkevich-nedovolen-obscheniem-premer-ministra-s-protestuyuschimi-pedagogami-siline-prishlos-izvinitsya/",
        "title": "Ринкевич недоволен общением премьер-министра с протестующими педагогами. Силине пришлось извиниться",
        "title_en": "Rinkevich is unhappy with the Prime Minister's communication with protesting teachers. Silina had to apologize",
        "summary": "Президент Латвии Эдгар Ринкевич выразил недовольство общением премьер-министра Эвики Силини с протестующими учителями.\r\nРинкевич считает, что чиновнику следовало бы говорить более уважительно.\r\nВысказывания Силини во время акции протеста учителей вызвали недовольство.\r\nПремьер-министр заявила, что не видит рук и повторила, что правительство выполнило все, что обещало.\r\nСилиня извинилась перед учителями, которых оскорбили ее слова во время акции протеста.\r\nПремьер-министр считает, что диалог с учителями должен продолжаться, но \"у него есть как минимум один год\".",
        "summary_en": "Latvian President Edgar Rinkevich expressed dissatisfaction with the communication of Prime Minister Evika Silini with protesting teachers.\r\nRinkevich believes that the official should have spoken more respectfully.\r\nSilini's remarks during the teachers' protest caused discontent.\r\nThe Prime Minister said she could not see the hands and repeated that the government had fulfilled everything it promised.\r\nSilina apologized to the teachers who were offended by her words during the protest.\r\nThe Prime Minister believes that the dialogue with teachers should continue, but \"he has at least one year.\"",
        "image": "https://mixnews.lv/wp-content/uploads/2024/05/22/2024-05-22-mixnews-let_24777118.jpg",
        "country": {
            "name": "латвия",
            "flag": "🇱🇻"
        },
        "who": "преподаватели",
        "created": "2024-05-22 17:15:02.530876"
    },
    {
        "url": "https://news.am/rus/news/824782.html",
        "title": "Водители общественного транспорта Еревана объявили забастовку",
        "title_en": "Yerevan public transport drivers have gone on strike",
        "summary": "Водители и сотрудники ЗАО \"Автобусы Еревана\" проводят акцию протеста 22 мая.\r\nЗабастовка вызвана необоснованными увольнениями, включая главного инженера Андраника Манукяна.\r\nНовый директор Самвел Казарян назначен 8 апреля, и теперь учреждение фактически руководит начальник Управления транспорта города.\r\nКазарян является человеком начальника Управления транспорта, и директор не подписывает бумаги без его ведома.\r\nНачальник управления требует работы или увольнения, угрожая увольнениями каждые 10 минут.\r\nАудиторы работают, но Андраник Манукян имеет право дать свои объяснения в случае обнаружения нарушений.\r\nВодители считают, что Андраник Манукян мешает им из-за необъявленных закупок и амбиций руководства.\r\nТребование водителей заключается в сохранении должности Андраника Манукяна на своем посту.",
        "summary_en": "Drivers and employees of Yerevan Buses CJSC hold a protest rally on May 22.\r\nThe strike was caused by unjustified dismissals, including chief engineer Andranik Manukyan.\r\nThe new director Samvel Ghazaryan was appointed on April 8, and now the institution is actually headed by the head of the city's Transport Department.\r\nGhazaryan is the man of the head of the Department of Transport, and the director does not sign papers without his knowledge.\r\nThe head of the department demands work or dismissal, threatening layoffs every 10 minutes.\r\nAuditors are working, but Andranik Manukyan has the right to give his explanations in case of violations.\r\nDrivers believe that Andranik Manukyan hinders them because of undeclared purchases and management ambitions.\r\nThe drivers' demand is to keep Andranik Manukyan's position at his post.",
        "image": "https://news.am/img/news/82/47/82/default.jpg",
        "country": {
            "name": "армения",
            "flag": "🇦🇲"
        },
        "who": "водители автобусов",
        "created": "2024-05-22 17:45:15.703486"
    },
    {
        "url": "https://news.am/rus/news/824840.html",
        "title": "Мэрия Еревана отреагировала на продолжающуюся забастовку водителей общественного транспорта",
        "title_en": "Yerevan Municipality reacted to the ongoing strike of public transport drivers",
        "summary": "Забастовка водителей ЗАО «Ереванский автобус» продолжается.\r\nМэрия Еревана отреагировала на забастовку, предупреждая о возможных нарушениях временного интервала движения транспорта и отсутствии подвижного состава на отдельных маршрутах.\r\nВодители требуют восстановить своих прежних руководителей, утверждая, что назначенный временный директор безосновательно увольняет сотрудников и назначает на работу своих близких.\r\nНекоторые водители не выполняют свои обязанности, что в мэрии Еревана расценивается как саботаж против реформ в сфере транспорта.",
        "summary_en": "The strike of the drivers of Yerevan Bus CJSC continues.\r\nYerevan Municipality reacted to the strike, warning of possible violations of the time interval of traffic and the lack of rolling stock on certain routes.\r\nThe drivers demand the reinstatement of their former managers, claiming that the appointed interim director unreasonably dismisses employees and assigns their loved ones to work.\r\nSome drivers do not fulfill their duties, which is regarded by the Yerevan Municipality as sabotage against reforms in the field of transport.",
        "image": "https://news.am/img/news/82/48/40/default.jpg",
        "country": {
            "name": "армения",
            "flag": "🇦🇲"
        },
        "who": "водители автобусов",
        "created": "2024-05-22 17:55:53.459512"
    },
    {
        "url": "https://www.bankier.pl/wiadomosc/Rolnicy-przerwali-protest-w-Sejmie-Udaja-sie-na-spotkanie-z-prezydentem-8751013.html?utm_source=RSS&utm_medium=RSS&utm_campaign=Wiadomosci",
        "title": "Фермеры прекратили акции протеста в Сейме. Они идут на встречу с президентом",
        "title_en": "Farmers have stopped protests in the Sejm. They are going to a meeting with the president",
        "summary": "Фермеры из Сельскохозяйственного союза \"вспашка\" покинули здание Сейма после разговора с президентом Анджеем Дудой.\r\nОни должны принять участие во встрече с главой государства.\r\nПрезидент Анджей Дуда присутствовал в Сейме во время представления информации о безопасности.\r\nПосле выхода из Сейма фермеры отправятся на встречу с президентом Дуда.\r\nГруппа из 11 фермеров начала акцию протеста в Сейме, требуя поговорить с премьер-министром Дональдом Туском о зеленой земле ЕС.\r\nВ Сейм вошли по пропускам, заявленным Конфедерацией и ПиС.\r\nНеделю назад фермеры объявили голодовку, но двум протестующим пришлось прекратить голодовку.",
        "summary_en": "Farmers from the Agricultural Union \"plowing\" left the building of the Sejm after a conversation with President Andrzej Duda.\r\nThey should take part in a meeting with the head of state.\r\nPresident Andrzej Duda was present at the Sejm during the presentation of the security information.\r\nAfter leaving the Sejm, the farmers will go to a meeting with President Duda.\r\nA group of 11 farmers started a protest in the Sejm, demanding to talk to Prime Minister Donald Tusk about the EU green land.\r\nThe Sejm was entered using passes declared by the Confederation and the PiS.\r\nA week ago, farmers went on hunger strike, but two protesters had to stop their hunger strike.",
        "image": "https://galeria.bankier.pl/p/f/8/9c46d60c0c652f-948-568-15-25-2032-1219.jpg",
        "country": {
            "name": "польша",
            "flag": "🇵🇱"
        },
        "who": "фермеры",
        "created": "2024-05-22 18:27:12.398242"
    },
    {
        "url": "https://elpais.com/espana/madrid/2024-05-22/los-sindicatos-de-educacion-de-madrid-convocan-nuevas-protestas-en-junio.html",
        "title": "Профсоюзы работников образования Мадрида проводят новые акции протеста в июне",
        "title_en": "Madrid's education unions hold new protests in June",
        "summary": "Профсоюзы работников образования Мадрида проводят новые акции протеста в июне.\r\nГильдия просит советника Эмилио Висиану снова сесть за стол переговоров о сокращении учебного времени.\r\n3 июня состоится митинг перед Министерством экономики и финансов, а 15 июня будет созвана демонстрация.\r\nЕсли результаты не будут получены в этом семестре, они организуют новые мобилизации в следующем 2024/2025 учебном году.\r\nПрофсоюзы требуют вернуться к первоначальному расписанию занятий учителей.\r\nСовет директоров и профсоюзы вели переговоры о сокращении еженедельного учебного времени для преподавателей государственных образовательных учреждений.\r\nПрофсоюзы продолжают оказывать давление на советника по образованию и требуют разумных предложений и мер.",
        "summary_en": "Madrid's education unions are holding new protests in June.\r\nThe guild asks Councilor Emilio Visiana to sit down at the negotiating table again to reduce school time.\r\nA rally will be held in front of the Ministry of Economy and Finance on June 3, and a demonstration will be called on June 15.\r\nIf the results are not received this semester, they will organize new mobilizations in the next 2024/2025 academic year.\r\nThe unions are demanding a return to the teachers' original class schedule.\r\nThe Board of Directors and trade unions negotiated to reduce the weekly study time for teachers of public educational institutions.\r\nTrade unions continue to put pressure on the Education Adviser and demand reasonable proposals and measures.",
        "image": "https://imagenes.elpais.com/resizer/v2/X6SSPA6UEZCGRBA36DPZCTHOK4.jpg?auth=70c8700e79981e61e973b9011f3641cf19376d7f27bb202011c8bf9efc0d80d9&width=1200",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-22 18:30:33.704775"
    },
    {
        "url": "https://www.zeit.de/news/2024-05/22/obst-und-weinbauern-sollen-hilfen-fuer-frostschaeden-bekommen",
        "title": "Аграрии: возобновлена забастовка на городской железной дороге Хемница",
        "title_en": "Agrarians: the strike on the Chemnitz city railway has been resumed",
        "summary": "Забастовка машинистов на городской железной дороге Хемница продолжается.\r\nGDL объявляет забастовку с 17:00 среды и ожидает ее продолжения до завтра.\r\nВ связи с забастовкой, пассажиры и студенты не смогут перевозить поездами.\r\nБудет введено экстренное автобусное сообщение.\r\nПрофсоюз немецких машинистов локомотивов (GDL) стремится продолжить 35-часовую рабочую неделю.\r\nСоответствующие соглашения заключены более чем с 40 железнодорожными компаниями по всей стране.\r\nГородская железная дорога, обслуживающая шесть линий в Хемнице и его окрестностях, против этого.",
        "summary_en": "The strike of machinists on the Chemnitz City Railway continues.\r\nGDL announces a strike from 17:00 on Wednesday and expects it to continue until tomorrow.\r\nDue to the strike, passengers and students will not be able to travel by train.\r\nAn emergency bus service will be introduced.\r\nThe German Locomotive Drivers' Union (GDL) aims to continue the 35-hour work week.\r\nRelevant agreements have been concluded with more than 40 railway companies across the country.\r\nThe city Railway, which serves six lines in Chemnitz and its surroundings, is against it.",
        "image": "https://img.zeit.de/news/2024-05/22/obst-und-weinbauern-sollen-hilfen-fuer-frostschaeden-bekommen-image-group/wide__1300x731",
        "country": {
            "name": "германия",
            "flag": "🇩🇪"
        },
        "who": "машинисты",
        "created": "2024-05-22 19:57:17.124436"
    },
    {
        "url": "https://news.am/rus/news/824857.html",
        "title": "Мэр Еревана проводит встречу с бастующими водителями",
        "title_en": "Yerevan Mayor holds meeting with striking drivers",
        "summary": "Мэр Еревана Тигран Авинян проводит встречу с бастующими водителями.\r\nАвинян обещает принять Ованеса Манукяна и выслушать его аргументы.\r\nОн заявляет, что восстановление Манукяна в должности зависит от проверки его аргументов.\r\nМэр обсуждает вопросы о снижении сбора в среднем с 20,5 млн драмов в день до 24,5 млн драмов в апреле.\r\nВодители и сотрудники ЗАО «Ереван Автобус» проводят акцию протеста на предприятии.\r\nВодители объявили забастовку, и автобусы в Ереване не ходят.",
        "summary_en": "Yerevan Mayor Tigran Avinyan holds a meeting with striking drivers.\r\nAvinyan promises to receive Hovhannes Manukyan and listen to his arguments.\r\nHe states that Manukyan's reinstatement depends on the verification of his arguments.\r\nThe mayor is discussing the issues of reducing the collection from an average of 20.5 million drams per day to 24.5 million drams in April.\r\nDrivers and employees of Yerevan Bus CJSC are holding a protest action at the enterprise.\r\nDrivers have gone on strike, and buses are not running in Yerevan.",
        "image": "https://news.am/img/news/82/48/57/default.jpg",
        "country": {
            "name": "армения",
            "flag": "🇦🇲"
        },
        "who": "водители автобусов",
        "created": "2024-05-22 20:19:15.121405"
    },
    {
        "url": "https://news.am/rus/news/824852.html",
        "title": "Переговоры заместителя мэра с бастующими водителями проходят в напряженной обстановке",
        "title_en": "The Deputy mayor's negotiations with the striking drivers are taking place in a tense atmosphere",
        "summary": "Переговоры заместителя мэра с бастующими водителями проходят в напряженной обстановке.\r\nВодители возмущены и продолжают забастовку.\r\nЗаместитель мэра предлагает им написать заявление об освобождении, но водители это предложение не поддерживают.\r\nВодители и сотрудники ЗАО \"Ереванский автобус\" проводят акцию протеста, на данный момент автобусы в городе не ходят.\r\nСотрудники компании жалуются на необоснованные увольнения и руководство начальника Управления транспорта города.\r\nАудиторы проводят проверки, но уволенные сотрудники имеют право дать свои объяснения.\r\nВодители считают, что Андраник Манукян мешает им и компания готова уволить 1500 человек, включая 1330 водителей.\r\nТребование водителей заключается в том, чтобы Андраник Манукян был восстановлен на работе.",
        "summary_en": "The deputy mayor's negotiations with the striking drivers are taking place in a tense atmosphere.\r\nThe drivers are outraged and continue to strike.\r\nThe deputy mayor suggests that they write an application for release, but the drivers do not support this proposal.\r\nDrivers and employees of Yerevan Bus CJSC are holding a protest action, at the moment buses are not running in the city.\r\nThe company's employees complain about unjustified dismissals and the leadership of the head of the city's Transport Department.\r\nAuditors carry out inspections, but dismissed employees have the right to give their explanations.\r\nDrivers believe that Andranik Manukyan is interfering with them and the company is ready to fire 1,500 people, including 1,330 drivers.\r\nThe drivers' demand is that Andranik Manukyan be reinstated to work.",
        "image": "https://news.am/img/news/82/48/52/default.jpg",
        "country": {
            "name": "армения",
            "flag": "🇦🇲"
        },
        "who": "водители автобусов",
        "created": "2024-05-22 20:56:21.459239"
    },
    {
        "url": "https://news.am/rus/news/824862.html",
        "title": "Водители автобусов продолжают бастовать: их не смог убедить даже Тигран Авинян",
        "title_en": "Bus drivers continue to strike: even Tigran Avinyan could not convince them",
        "summary": "Водители автобусов продолжают бастовать, требуя восстановить в должности главного инженера Андраника Манукяна.\r\nОни также требуют уволить новоназначенного директора Самвела Назаряна.\r\nУчастники акции считают увольнение главного инженера безосновательным.\r\nАндраник Манукян призывал водителей вернуться на работу, но они отказались, пока не будет восстановлена его должность.\r\nМэр Еревана Тигран Авинян прибыл на место акции, но водители не отступают от своего требования.\r\nАвинян заявил, что Манукян не будет принят на работу из-за злоупотреблений и недоплаты в размере 4 млн драмов.\r\nТигран Авинян предложил Манукяну уйти в отпуск, но неясно, будет ли он восстановлен в должности после отпуска.",
        "summary_en": "Bus drivers continue to strike, demanding the reinstatement of Chief Engineer Andranik Manukyan.\r\nThey also demand the dismissal of the newly appointed director Samvel Nazaryan.\r\nThe participants of the action consider the dismissal of the chief engineer to be groundless.\r\nAndranik Manukyan called on the drivers to return to work, but they refused until his position was restored.\r\nYerevan Mayor Tigran Avinyan arrived at the place of the rally, but the drivers do not back down from their demand.\r\nAvinyan stated that Manukyan would not be hired due to abuse and underpayment in the amount of AMD 4 million.\r\nTigran Avinyan offered Manukyan to take a vacation, but it is unclear whether he will be reinstated after the vacation.",
        "image": "https://news.am/img/news/82/48/62/default.jpg",
        "country": {
            "name": "армения",
            "flag": "🇦🇲"
        },
        "who": "водители автобусов",
        "created": "2024-05-22 21:30:42.699926"
    }
]