[
    {
        "url": "https://elpais.com/espana/comunidad-valenciana/2024-05-25/el-gobierno-valenciano-anuncia-que-anula-el-acuerdo-para-contratar-5000-docentes-un-dia-despues-de-la-huelga-educativa.html",
        "title": "Правительство Валенсии объявляет, что аннулирует соглашение о найме 5000 учителей на следующий день после образовательной забастовки",
        "title_en": "The Valencian government announces that it will cancel the agreement to hire 5,000 teachers the day after the educational strike",
        "summary": "Правительство Валенсии аннулирует соглашение о найме 5000 учителей после образовательной забастовки.\r\nМинистерство образования утверждает, что соглашение не имело необходимых средств контроля и отчетов о воздействии и бюджете.\r\nРешение об отмене соглашения принято после анализа соглашения и проверки его отсутствия необходимых средств контроля.\r\nАдвокатура Женералитата пришла к выводу, что соглашение не имеет юридической силы.\r\nРегиональный министр образования объясняет, что нынешнее министерство вынуждено отказаться от соглашения для обеспечения правовой определенности для преподавателей.\r\nРешение влияет на программирование инвестиционной политики в области образования, которое по своей значимости и масштабности превышает то, что следует учитывать обычный офис.\r\nПрофсоюзы истолковывают этот шаг как попытку сократить штат учителей.\r\nМинистерство предлагает график переговоров по новому соглашению об образовании.\r\nПолитическая оппозиция обвиняет Education в повторном нападении на образование с сокращением штата.",
        "summary_en": "The Valencian government is canceling an agreement to hire 5,000 teachers after an educational strike.\r\nThe Ministry of Education claims that the agreement lacked the necessary controls and impact and budget reports.\r\nThe decision to cancel the agreement was made after analyzing the agreement and verifying its lack of necessary controls.\r\nThe Bar of the Generalitat concluded that the agreement has no legal force.\r\nThe Regional Minister of Education explains that the current ministry is forced to abandon the agreement to ensure legal certainty for teachers.\r\nThe decision affects the programming of investment policy in the field of education, which in its significance and scale exceeds what a regular office should take into account.\r\nThe unions interpret this move as an attempt to reduce the number of teachers.\r\nThe Ministry proposes a timetable for negotiations on a new education agreement.\r\nThe political opposition accuses Education of a repeated attack on education with staff cuts.",
        "image": "https://imagenes.elpais.com/resizer/v2/WFGFFDJUQ6NWP673SOFSDVONGY.jpg?auth=5e68e8ecc657da8471467de2b99325275df73f97ebc26d9ea04546874fa3afa0&width=1200",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "преподаватели",
        "created": "2024-05-25 11:00:42.743749"
    },
    {
        "url": "https://www.france24.com/en/live-news/20240524-paris-orly-air-controller-strike-sparks-mass-cancellations",
        "title": "Забастовка авиадиспетчеров парижского аэропорта Орли привела к массовой отмене рейсов в выходные",
        "title_en": "A strike by air traffic controllers at Paris Orly Airport led to massive flight cancellations over the weekend",
        "summary": "Забастовка авиадиспетчеров в парижском аэропорту Орли привела к массовой отмене рейсов в выходные.\r\nУправление гражданской авиации приказало авиакомпаниям отменить 70% рейсов из-за забастовки.\r\nОтмены коснутся коммерческих рейсов с 04:00 по Гринвичу субботы до позднего вечера воскресенья.\r\nЗабастовка началась из-за подготовки аэропорта к массовому наплыву пассажиров в связи с Олимпийскими играми в Париже.\r\nЭто уже вторая крупная забастовка авиадиспетчеров за месяц, которая привела к отмене тысяч авиарейсов по всей Европе.\r\nВторой по величине профсоюзный орган, UNSA-ICNA, потребовал сокращения штата, заявив о недостаточности персонала.\r\nПравительство осудило забастовку, заместитель министра транспорта выразил сожаление о поведении некоторых агентов.\r\nОрли является вторым по величине столичным аэропортом после Руасси-Шарль-де-Голль и хабом национального авиаперевозчика Air France.",
        "summary_en": "A strike by air traffic controllers at Paris' Orly Airport led to massive flight cancellations over the weekend.\r\nThe Civil Aviation Authority has ordered airlines to cancel 70% of flights due to the strike.\r\nCancellations will affect commercial flights from 04:00 GMT on Saturday until late Sunday evening.\r\nThe strike began due to the airport's preparations for a massive influx of passengers in connection with the Olympic Games in Paris.\r\nThis is the second major strike by air traffic controllers in a month, which has led to the cancellation of thousands of flights across Europe.\r\nThe second largest trade union body, UNSA-ICNA, demanded staff reductions, claiming insufficient staff.\r\nThe government condemned the strike, and the Deputy Minister of Transport expressed regret for the behavior of some agents.\r\nOrly is the second largest airport in the capital after Roissy-Charles de Gaulle and the hub of the national airline Air France.",
        "image": "https://s.france24.com/media/display/9a129f22-19be-11ef-a78d-005056a97e36/w:1280/p:16x9/c30cf3c5ad64524d69ad5afb7749a974a39c2083.jpg",
        "country": {
            "name": "франция",
            "flag": "🇫🇷"
        },
        "who": "авиадиспетчеры",
        "created": "2024-05-25 12:20:31.667556"
    }
]