[
    {
        "url": "https://www.infobae.com/espana/agencias/2024/05/27/el-metal-asturiano-mantiene-la-huelga-desde-manana-por-el-bloqueo-del-convenio-colectivo/",
        "title": "Астурийский металлург с завтрашнего дня продолжает забастовку из-за блокирования коллективного договора",
        "title_en": "Asturian metallurgist continues its strike from tomorrow due to the blocking of the collective agreement",
        "summary": "Комитет по промышленности Астурии и UGT FICA продолжают забастовку после неудачной встречи по заключению коллективного договора.\r\nПрофсоюзы критикуют \"закрытие\" работодателя и призывают рабочих массово поддержать забастовку.\r\nПереговоры и встречи за столом переговоров не привели к достаточному прогрессу в вопросах заработной платы, рабочего дня и суррогатного материнства.\r\nПрофсоюзы объявили график забастовок на двенадцать дней, включая май и июнь.\r\nОтраслевой комитет и UGT FICA призывают к массовому участию в забастовках для демонстрации значимости трудящихся в металлургическом секторе Астурии.\r\nПереговоры по коллективному договору предполагали новое соглашение, которое будет действовать в течение двух или трех лет.",
        "summary_en": "The Asturian Industry Committee and UGT FICA continue to strike after an unsuccessful meeting to conclude a collective agreement.\r\nTrade unions criticize the \"closure\" of the employer and urge workers to massively support the strike.\r\nNegotiations and meetings at the negotiating table have not led to sufficient progress on issues of wages, working hours and surrogacy.\r\nThe unions announced a twelve-day strike schedule, including May and June.\r\nThe Industry Committee and UGT FICA are calling for mass participation in strikes to demonstrate the importance of workers in the Asturian metallurgical sector.\r\nNegotiations on the collective agreement assumed a new agreement that would be valid for two or three years.",
        "image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2262",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "металлурги",
        "created": "2024-05-28 00:10:42.842979"
    },
    {
        "url": "https://www.infobae.com/espana/agencias/2024/05/27/suspendida-la-huelga-en-el-metal-asturiano-tras-un-principio-de-acuerdo-para-el-convenio/",
        "title": "Забастовка в астурийском металлургическом комбинате приостановлена из-за принципиального соглашения о соглашении",
        "title_en": "The strike at the Asturian Metallurgical Plant has been suspended due to an agreement in principle on the agreement",
        "summary": "CCOO и UGT приостановили первые три дня забастовок в астурийском металлургическом секторе.\r\nДостигнуто принципиальное соглашение о коллективном договоре с работодателем, от которого зависят более 25 000 рабочих.\r\nПринцип соглашения будет вынесен на голосование работников в следующий четверг.\r\nСоглашение содержит прогресс в аспектах заработной платы, надбавок, сокращения рабочего дня и других.\r\nОбе стороны достигли \"рамочного соглашения, которое обеспечит стабильность 1000 компаний и 25 000 работников\".\r\nПредварительное соглашение позволяет избежать сценария высокой нестабильности и поддерживать конкурентоспособность компаний.\r\nГрафик забастовок включал двенадцать дней, начиная с 28, 29 и 30 мая и 4, 5, 6, 11, 12, 13, 18, 19 и 20 июня.",
        "summary_en": "CCOO and UGT suspended the first three days of strikes in the Asturian metallurgical sector.\r\nAn agreement in principle has been reached on a collective agreement with the employer, on which more than 25,000 workers depend.\r\nThe principle of the agreement will be put to the workers' vote next Thursday.\r\nThe agreement contains progress in the aspects of wages, allowances, shorter working hours and others.\r\nThe two sides have reached a \"framework agreement that will ensure the stability of 1,000 companies and 25,000 employees.\"\r\nThe preliminary agreement avoids the scenario of high instability and maintains the competitiveness of companies.\r\nThe strike schedule included twelve days, starting on May 28, 29 and 30, and 4, 5, 6, 11, 12, 13, 18, 19 and on June 20th.",
        "image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2269",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "металлурги",
        "created": "2024-05-28 01:20:37.662539"
    },
    {
        "url": "https://www.brusselstimes.com/brussels/1063967/exam-invigilators-will-go-on-strike-at-vub",
        "title": "Наблюдатели за экзаменами объявят забастовку в VUB",
        "title_en": "Exam observers to go on strike at VUB",
        "summary": "Профессора и докторанты VUB в Брюсселе планируют забастовку по надзору за экзаменами.\r\nЦель забастовки - призвать к академическому бойкоту Израиля на фоне конфликта в Газе.\r\nРешение о забастовке было принято после нескольких месяцев безуспешных попыток убедить университет поддержать бойкот.\r\nЗначительное число преподавателей, аспирантов и магистрантов выразили поддержку акции по электронной почте.\r\nУниверситет стал местом проведения демонстраций, учебных занятий и сидячих забастовок, направленных на поддержку академического бойкота Израиля и осуждение насилия в Газе.\r\nХейзер предположил, что даже здравые аргументы не смогли убедить канцлера VUB поддержать такой бойкот.\r\nХейзер также раскритиковал отсутствие четкой позиции университета по вопросу восстановления палестинских академических институтов.\r\nЗабастовка по надзору за экзаменами является одной из самых мягких форм забастовок с минимальным воздействием на студентов.",
        "summary_en": "VUB professors and doctoral students in Brussels are planning a strike on exam supervision.\r\nThe purpose of the strike is to call for an academic boycott of Israel amid the conflict in Gaza.\r\nThe decision to strike was made after several months of unsuccessful attempts to convince the university to support the boycott.\r\nA significant number of teachers, graduate students and undergraduates expressed support for the campaign by e-mail.\r\nThe university has become a venue for demonstrations, training sessions and sit-ins aimed at supporting the academic boycott of Israel and condemning violence in Gaza.\r\nHeizer suggested that even sound arguments could not convince the chancellor of VUB to support such a boycott.\r\nHeizer also criticized the university's lack of a clear position on the restoration of Palestinian academic institutions.\r\nThe exam supervision strike is one of the mildest forms of strikes with minimal impact on students.",
        "image": "https://api.brusselstimes.com/wp-content/uploads/2023/09/c8cbf888-0aa3-475c-97e6-494218e26e9c-1024x674.jpg",
        "country": {
            "name": "бельгия",
            "flag": "🇧🇪"
        },
        "who": "сотрудники университетов",
        "created": "2024-05-28 03:11:03.671951"
    },
    {
        "url": "https://www.publico.es/public/centenars-taxistes-manifesten-pel-centre-barcelona-per-reclamar-mes-control-les-vtc.html",
        "title": "Сотни таксистов митингуют в центре Барселоны, требуя усиления контроля над VTC",
        "title_en": "Hundreds of taxi drivers rally in the center of Barcelona, demanding increased control over the VTC",
        "summary": "Таксисты в Барселоне требуют усиления контроля над платформами транспортных средств (VTC), такими как Cabify, Uber и Bolt.\r\nСотни таксистов провели медленное шествие по центру города, начиная от венецианских башен площади Испании.\r\nПредставитель Elite Taxi заявил, что если VTC хотят работать в Каталонии, они должны делать это \"по правилам, которые существуют для всех\".\r\nПрофсоюз водителей такси требует, чтобы Департамент территорий выполнил свои обязательства и опубликовал указ, регулирующий услуги таких платформ.\r\nВстреча \"на самом высоком уровне\" с испанским правительством запланирована в ближайшие дни.\r\nАкция протеста прошла через неделю после того, как Cabify установила 200 чемоданов перед зданием Sants в знак протеста против отсутствия предложений для передвижения по Барселоне.\r\nТаксисты предупреждают о возможности возвращения на улицу в ответ на этот \"вызов\".",
        "summary_en": "Taxi drivers in Barcelona are demanding increased control over vehicle platforms (VTC) such as Cabify, Uber and Bolt.\r\nHundreds of taxi drivers held a slow march through the city center, starting from the Venetian towers of Piazza di Spagna.\r\nA representative of Elite Taxi said that if VTC want to work in Catalonia, they must do so \"according to the rules that exist for everyone.\"\r\nThe taxi drivers' union demands that the Department of Territories fulfill its obligations and publish a decree regulating the services of such platforms.\r\nA meeting \"at the highest level\" with the Spanish government is scheduled in the coming days.\r\nThe protest took place a week after Cabify installed 200 suitcases in front of the Sants building in protest at the lack of offers to move around Barcelona.\r\nTaxi drivers warn about the possibility of returning to the street in response to this \"challenge\".",
        "image": "https://www.publico.es/uploads/2023/01/17/63c6939884636.png",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "таксисты",
        "created": "2024-05-28 12:20:50.981530"
    },
    {
        "url": "https://www.elespanol.com/alicante/20240528/autobuses-interurbanos-lalacanti-haran-huelga-indefinida-hogueras/858664301_0.html",
        "title": "Междугородние автобусы l'Alacantí проведут бессрочную забастовку перед пожарами",
        "title_en": "L'alacantí intercity buses to hold indefinite strike before fires",
        "summary": "Междугородние автобусы в регионе л'Алаканти проведут бессрочную забастовку 10 июня.\r\nРабочие протестуют против пассивности Генералитета в решении проблем плохого обслуживания и ужасных условий труда.\r\nСпор между работниками и Министерством транспорта был разрешен год назад, но ситуация сохраняется.\r\nРаботники требуют переделать тендерную документацию для адаптации к реальным потребностям населения региона.\r\nОни устали ждать мер, считая это \"более чем достаточным временем\".\r\nПереполненные автобусы, люди на остановках и бесконечные ожидания усугубляют нестабильное обслуживание.\r\nОни ожидают решения проблем, на которые жалуется сектор междугородних перевозок.\r\nВ этом году ожидается внедрение единой автобусной карты для сообщения между Аликанте и Эльче.",
        "summary_en": "Intercity buses in the L'alacanty region will hold an indefinite strike on June 10.\r\nThe workers are protesting against the passivity of the Generals in solving the problems of poor service and terrible working conditions.\r\nThe dispute between the employees and the Ministry of Transport was resolved a year ago, but the situation persists.\r\nEmployees demand to redo the tender documentation to adapt to the real needs of the region's population.\r\nThey are tired of waiting for measures, considering it \"more than enough time.\"\r\nOvercrowded buses, people at bus stops and endless waiting exacerbate the unstable service.\r\nThey expect to solve the problems that the intercity transportation sector complains about.\r\nThis year, it is expected to introduce a single bus card for communication between Alicante and Elche.",
        "image": "https://s1.elespanol.com/2024/05/28/alicante/858674715_243545248_1706x960.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "водители автобусов",
        "created": "2024-05-28 15:10:37.945594"
    },
    {
        "url": "https://montreal.citynews.ca/2024/05/28/concordia-employees-adopt-strike-mandate/",
        "title": "Сотни сотрудников университета Конкордия объявили забастовку в связи с удаленной работой",
        "title_en": "Hundreds of Concordia University employees went on strike in connection with remote work",
        "summary": "Сотни сотрудников университета Конкордия объявили забастовку из-за удаленной работы.\r\nУниверситет отказывается обсуждать смешанную работу после десяти месяцев переговоров.\r\nCUPEU-CSN представляет различные должности, включая академические, финансовые и информационные технологии.\r\nВозможный трудовой спор может поставить под угрозу начало учебного года, если ситуация не изменится.\r\nУниверситет применяет гибридную технологию непоследовательно, по мнению профсоюза.\r\nПрофсоюзы затрудняются объяснить, как университет согласует свою позицию с позицией на переговорах.\r\nОтношение университета к удаленной работе считается неприемлемым в постпандемическом мире труда.\r\nВозможность удаленной работы стала почти неизбежным предметом переговоров при приеме на профессиональные должности.",
        "summary_en": "Hundreds of Concordia University employees went on strike over remote work.\r\nThe university refuses to discuss the mixed work after ten months of negotiations.\r\nCUPEU-CSN represents a variety of positions, including academic, financial and information technology.\r\nA possible labor dispute could jeopardize the start of the school year if the situation does not change.\r\nThe university uses hybrid technology inconsistently, according to the union.\r\nThe unions find it difficult to explain how the university reconciles its position with the position in the negotiations.\r\nThe university's attitude towards remote work is considered unacceptable in the post-pandemic world of work.\r\nThe possibility of remote work has become an almost inevitable subject of negotiations when applying for professional positions.",
        "image": "https://montreal.citynews.ca/wp-content/blogs.dir/sites/19/2023/12/20231222111212-f9ec0a076e14ee7059d0c97676227902162f6e1cc95ca68612f70026d6554a64.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "сотрудники университетов",
        "created": "2024-05-28 17:00:40.322860"
    },
    {
        "url": "https://www.infobae.com/peru/2024/05/28/medicos-del-minsa-acatan-paro-de-48-horas-no-queremos-ingresar-a-una-huelga-nacional-advierten-a-ministro/",
        "title": "Врачи Министерства здравоохранения соблюдают 48-часовую остановку: \"Мы не хотим участвовать в общенациональной забастовке”, - предупреждают они министра",
        "title_en": "The doctors of the Ministry of Health observe a 48-hour stoppage: \"We do not want to participate in a nationwide strike,” they warn the minister",
        "summary": "Перуанская медицинская федерация объявила о национальной остановке на 48 часов из-за требований к правительству.\r\nОни требуют устранения недостатков в секторе здравоохранения и повышения по службе специалистов.\r\nВрачи передали просьбу встретиться с главой Министерства экономики для увеличения бюджета.\r\nГильдия считает меры, принятые ими, крайними из-за отсутствия реакции со стороны властей.\r\nПрезидент федерации отметила, что министр здравоохранения выразил намерение признать работу врачей.\r\nПоддержка министра экономики имеет решающее значение для продвижения этой меры в рамках законодательных процессов.\r\nВрачи увольняются, когда им исполняется 70 лет, но могут продолжать работать при наличии условий.\r\nАмбулаторные консультации будут приостановлены и перенесены из-за мобилизации персонала.\r\nВрачи призывают к праву на забастовку, если не получат ответа от министерств.",
        "summary_en": "The Peruvian Medical Federation has announced a national shutdown for 48 hours due to demands from the government.\r\nThey require the elimination of deficiencies in the health sector and the promotion of specialists.\r\nThe doctors sent a request to meet with the head of the Ministry of Economy to increase the budget.\r\nThe Guild considers the measures they have taken to be extreme due to the lack of reaction from the authorities.\r\nThe President of the Federation noted that the Minister of Health expressed his intention to recognize the work of doctors.\r\nThe support of the Minister of Economy is crucial to advance this measure through legislative processes.\r\nDoctors quit when they turn 70, but can continue to work if conditions are met.\r\nOutpatient consultations will be suspended and postponed due to staff mobilization.\r\nDoctors are calling for the right to strike if they do not receive a response from the ministries.",
        "image": "https://www.infobae.com/new-resizer/-8mOMLte6ukErmLpRB2MIl8lWEE=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/4Y6TT76KOJH2NIDZXBFXSC5PUE.jpg",
        "country": {
            "name": "перу",
            "flag": "🇵🇪"
        },
        "who": "врачи",
        "created": "2024-05-28 17:40:42.016566"
    },
    {
        "url": "https://www.independent.co.uk/business/hundreds-of-power-plant-workers-set-to-strike-in-dispute-over-pay-b2552669.html",
        "title": "Сотни работников электростанции объявили забастовку из-за спора о зарплате",
        "title_en": "Hundreds of power plant workers have gone on strike over a salary dispute",
        "summary": "Сотни работников электростанций объявили забастовку из-за спора о заработной плате.\r\nПрофсоюз Unite предупредил о возможном временном закрытии электростанции в Дунрее из-за запрета на сверхурочную работу и добровольных запретов на работу.\r\nРаботники электростанции GMB Scotland также проведут забастовку в среду.\r\nОба профсоюза обвинили Службу ядерного восстановления (NRS) в том, что они не разговаривали с работниками станции, несмотря на предыдущую забастовку.\r\nNRS заявила, что стремится найти \"справедливое и доступное\" решение, и заявила, что площадка будет оставаться безопасной во время любых промышленных акций.\r\nРаботники Unite и GMB отклонили пересмотренное предложение о выплате заработной платы от NRS.\r\nГенеральный секретарь Unite Шэрон Грэм заявила, что NRS может предложить своим работникам справедливую оплату труда.",
        "summary_en": "Hundreds of power plant workers have gone on strike over a wage dispute.\r\nThe Unite union has warned of the possible temporary closure of the Dunray power plant due to an overtime ban and voluntary work bans.\r\nGMB Scotland power plant workers will also go on strike on Wednesday.\r\nBoth unions accused the Nuclear Recovery Service (NRS) of not talking to plant workers despite the previous strike.\r\nNRS said it was committed to finding a \"fair and affordable\" solution and said the site would remain safe during any industrial action.\r\nUnite and GMB workers have rejected a revised salary offer from NRS.\r\nUnite General Secretary Sharon Graham said NRS could offer its workers fair pay.",
        "image": "https://static.independent.co.uk/2024/05/28/17/fc0b5890a21984a928ec7b97a98d60e5Y29udGVudHNlYXJjaGFwaSwxNzE2OTk1NDM0-2.1650205.jpg?quality=75&width=1200&auto=webp",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "работники электростанций",
        "created": "2024-05-28 19:50:59.121367"
    },
    {
        "url": "https://www.publico.es/sociedad/enfermeras-paz-denuncian-nuevas-restricciones-conciliacion-reduccion-jornada-abuso.html",
        "title": "Медсестры Ла-Пас осуждают новые ограничения на их примирение и сокращение рабочего дня: \"Это злоупотребление\"",
        "title_en": "La Paz nurses condemn new restrictions on their reconciliation and shorter working hours: \"This is abuse\"",
        "summary": "Медсестры больницы Ла-Пас в Мадриде протестуют против новых ограничений, введенных Управлением людских ресурсов.\r\nОграничения нарушают право медсестер на семейное примирение.\r\nБолее 1700 подписей были собраны против последнего мероприятия центра.\r\nПрофсоюз сетевых работников (TERE) осудил решение о сокращении рабочего дня, которое должно быть согласовано с руководством подразделения.\r\nРаботающие женщины утверждают, что сокращение часов не имеет смысла, когда им нужны целые дни для заботы о семье.\r\nМедсестры критикуют, что руководство не обеспечивает покрытие сокращений рабочего дня, что приводит к перегрузке персонала и отрицательно сказывается на качестве медицинской помощи.\r\nГильен дель Баррио, представитель профсоюза TERE, объясняет, что нехватка персонала в больнице является растущей проблемой.\r\nНовые мобилизации включают митинги и инициативы, чтобы наглядно выразить недовольство медсестер.",
        "summary_en": "Nurses at La Paz Hospital in Madrid are protesting against new restrictions imposed by the Office of Human Resources Management.\r\nThe restrictions violate nurses' right to family reconciliation.\r\nMore than 1,700 signatures were collected against the center's latest event.\r\nThe Network Workers Union (TERE) condemned the decision to reduce the working day, which must be agreed with the management of the division.\r\nWorking women claim that reducing hours does not make sense when they need whole days to take care of their family.\r\nNurses criticize that management does not provide coverage for working day reductions, which leads to staff overload and negatively affects the quality of medical care.\r\nGuillen del Barrio, a representative of the TERE trade union, explains that the shortage of staff at the hospital is a growing problem.\r\nNew mobilizations include rallies and initiatives to visually express the dissatisfaction of nurses.",
        "image": "https://www.publico.es/uploads/2024/05/28/665607821b5c3.jpeg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "медсестры",
        "created": "2024-05-28 19:54:57.984429"
    },
    {
        "url": "https://www.infobae.com/colombia/2024/05/28/fecode-aclara-que-no-convocaron-un-paro-nacional-los-medios-no-pueden-seguir-contribuyendo-a-la-desinformacion/",
        "title": "Fecode уточнил, призывал ли он к общенациональной остановке: некоторые филиалы департаментов проведут дни протеста",
        "title_en": "Fecode clarified whether he called for a nationwide shutdown: some branches of departments will hold days of protest",
        "summary": "Колумбийская федерация педагогов, Fecode, призывает к остановке для внедрения новой модели здравоохранения для учителей.\r\nСредства массовой информации повторили информацию Федерации, вызвав агрессию.\r\nFecode разъяснила, что не объявляла общенациональную остановку, но некоторые дочерние компании проведут 24-часовую остановку.\r\n29 мая состоится митинг в Боготе в защиту здоровья и жизни учителей и их семей.\r\nНациональный совет Fecode соберется для анализа ситуации в стране в области здравоохранения.\r\nFecode требует от Фидупревизора немедленной реализации Соглашения 003 от 2024 года.\r\nОни требуют от правительства эффективного управления учреждением для защиты жизни и обеспечения медицинской помощи членам FOMAG.",
        "summary_en": "The Colombian Federation of Educators, Fecode, is calling for a halt to the implementation of a new healthcare model for teachers.\r\nThe media repeated the information of the Federation, causing aggression.\r\nFecode clarified that it had not announced a nationwide shutdown, but some subsidiaries would hold a 24-hour shutdown.\r\nOn May 29, a rally will be held in Bogota to protect the health and lives of teachers and their families.\r\nThe National Council of Fecode will meet to analyze the country's health situation.\r\nFecode requires the Fiduprevisor to immediately implement Agreement 003 of 2024.\r\nThey require the government to effectively manage the institution to protect the lives and provide medical care to FOMAG members.",
        "image": "https://www.infobae.com/new-resizer/7gd5AkwuP9RnTbK6iPXUcGph4Xg=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/J62IMQ56BNCM7JG2G3JMXARCBM.jpg",
        "country": {
            "name": "колумбия",
            "flag": "🇨🇴"
        },
        "who": "преподаватели",
        "created": "2024-05-28 22:21:17.008608"
    }
]