[
    {
        "url": "https://eldiariocantabria.publico.es/articulo/laboral/nuevo-acto-conciliacion-jueves-frenar-huelga-ambulancias-cantabria-que-comenzara-viernes/20240529132627157390.html",
        "title": "В этот четверг состоится новый согласительный акт, направленный на прекращение забастовки машин скорой помощи в Кантабрии, которая начнется в пятницу",
        "title_en": "This Thursday, a new conciliation act will be held aimed at ending the strike of ambulances in Cantabria, which will begin on Friday",
        "summary": "Забастовка, объявленная Autransa, компанией-концессионером службы срочных санитарных перевозок, начнется 31 мая.\r\nЗабастовка будет бессрочной, если компания и Забастовочный комитет не согласуют позиции и не договорятся разрешение конфликта.\r\nВедомство назначило новую встречу после того, как предыдущая встреча завершилась без согласования.\r\nЗабастовочный комитет подчеркивает готовность к диалогу и поиску решения, которое парализует забастовку.\r\nЗабастовка более чем оправдана из-за плохих условий безопасности и охраны здоровья и нестабильности.\r\nНарушения со стороны компании в области предотвращения производственных рисков и плохие санитарные условия привели к забастовке.\r\nКоллектив, состоящий из примерно 350 человек, видит в бессрочной забастовке единственный способ подтолкнуть к поиску решений.",
        "summary_en": "The strike announced by Autransa, the concessionaire company of the emergency ambulance service, will begin on May 31.\r\nThe strike will be indefinite if the company and the Strike Committee do not agree on positions and do not agree on a resolution of the conflict.\r\nThe Agency appointed a new meeting after the previous meeting ended without agreement.\r\nThe Strike Committee emphasizes its readiness for dialogue and the search for a solution that will paralyze the strike.\r\nThe strike is more than justified due to poor safety and health conditions and instability.\r\nViolations on the part of the company in the field of prevention of industrial risks and poor sanitary conditions led to a strike.\r\nThe team, consisting of about 350 people, sees an indefinite strike as the only way to push for solutions.",
        "image": "https://eldiariocantabria.publico.es/media/eldiariocantabria/images/2020/03/03/2020030311395735268.jpg",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "работники скорой",
        "created": "2024-05-29 14:31:50.833573"
    },
    {
        "url": "https://www.forbes.com/sites/katherinehignett/2024/05/29/uk-public-doctors-to-resume-strikes-ahead-of-general-election/",
        "title": "Государственные Врачи Великобритании Возобновят Забастовки В Преддверии Всеобщих Выборов",
        "title_en": "Uk Government Doctors To Resume Strikes Ahead Of General Election",
        "summary": "Молодые врачи в Англии планируют уйти на пять дней перед выборами, если политики не увеличат компенсацию.\r\nПрофсоюзные лидеры считают, что премьер-министр может прекратить забастовку, если примет обязательства по восстановлению заработной платы врачей.\r\nЕсли забастовка продолжится, в ней примут участие молодые врачи, равные американским врачам.\r\nВрачи-ординаторы покидают свои посты с 27 июня по 2 июля в преддверии всеобщих выборов 4 июля.\r\nВ Великобритании подавляющее большинство медицинских услуг предоставляется государством, и большинство врачей являются работниками государственного сектора.\r\nМолодые врачи хотят повысить зарплату на 35%, утверждая, что это необходимо для привлечения и удержания достаточного количества персонала.\r\nМинистры говорят, что запросы на зарплату неподъемны, и забастовка может привести к отмене многочисленных несрочных назначений и финансовым потерям для организаций.\r\nПрофсоюз врачей Британской медицинской ассоциации вступил в переговоры при посредничестве министров правительства, но пока не видит заслуживающего доверия предложения.\r\nПредставители больничной отрасли NHS называют акцию \"тревожной эскалацией\" и призывают лидеров разрешить спор ради пациентов, персонала и Национальной службы здравоохранения.",
        "summary_en": "Young doctors in England are planning to leave for five days before the election if politicians do not increase compensation.\r\nTrade union leaders believe that the Prime Minister can end the strike if he commits to restoring doctors' salaries.\r\nIf the strike continues, young doctors equal to American doctors will take part in it.\r\nResident doctors leave their posts from June 27 to July 2 ahead of the July 4 general election.\r\nIn the UK, the vast majority of medical services are provided by the state, and most doctors are employees of the public sector.\r\nYoung doctors want to raise salaries by 35%, arguing that this is necessary to attract and retain enough staff.\r\nMinisters say that salary requests are unaffordable, and a strike could lead to the cancellation of numerous non-urgent appointments and financial losses for organizations.\r\nThe doctors' union of the British Medical Association has entered into negotiations with the mediation of government ministers, but has not yet seen a credible proposal.\r\nRepresentatives of the NHS hospital industry call the action an \"alarming escalation\" and urge leaders to resolve the dispute for the sake of patients, staff and the National Health Service.",
        "image": "https://imageio.forbes.com/specials-images/imageserve/665730c7c1da9d1d5b4b673d/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "медики",
        "created": "2024-05-29 19:49:38.225494"
    },
    {
        "url": "https://www.independent.co.uk/news/health/junior-doctors-strike-2024-nhs-b2553124.html",
        "title": "Младшие врачи объявят пятидневную забастовку во время предвыборной кампании",
        "title_en": "Junior doctors to go on a five-day strike during the election campaign",
        "summary": "Младшие врачи в Англии проведут пятидневную забастовку перед Всеобщими выборами.\r\nПереговоры возобновились для прекращения затянувшегося спора о заработной плате между обучающимися медиками и правительством.\r\nБританская медицинская ассоциация предоставила правительству \"последнюю возможность сделать предложение и избежать забастовок\", но \"эта возможность не была использована\".\r\nМладшие врачи требуют восстановления заработной платы, которую они потеряли за последние 15 лет.\r\nЗабастовка станет серьезным ударом по господину Сунаку и завершится всего за два дня до выборов.\r\nЭто объявление знаменует собой тревожную эскалацию давнего спора между правительством и молодыми врачами.",
        "summary_en": "Junior doctors in England will hold a five-day strike before the General Election.\r\nNegotiations have resumed to end a protracted wage dispute between medical students and the government.\r\nThe British Medical Association gave the government \"one last opportunity to make an offer and avoid strikes,\" but \"this opportunity was not used.\"\r\nJunior doctors are demanding the restoration of wages that they have lost over the past 15 years.\r\nThe strike will be a serious blow to Mr. Sunak and will end just two days before the elections.\r\nThe announcement marks an alarming escalation in a long-running dispute between the government and young doctors.",
        "image": "https://static.independent.co.uk/2024/05/15/20/2d9cc3d976d9dfad8e63f25bbe243c0bY29udGVudHNlYXJjaGFwaSwxNzE1ODg2NDU5-2.75459472.jpg?quality=75&width=1200&auto=webp",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "медики",
        "created": "2024-05-29 20:20:58.749917"
    },
    {
        "url": "https://www.infobae.com/educacion/2024/05/28/los-gremios-universitarios-anunciaron-un-nuevo-paro-de-48-horas-en-reclamo-por-la-caida-del-salario/",
        "title": "Университетские гильдии объявили о новой 48-часовой забастовке в связи с падением заработной платы",
        "title_en": "University guilds have announced a new 48-hour strike due to falling wages",
        "summary": "Профсоюзы национальных университетов объявили о 48-часовой остановке на 4 и 5 июня.\r\nОстановка связана с встречей с министром человеческого капитала и заместителем министра университетской политики.\r\nПредставители национального правительства представили предложение по заработной плате, от которого гильдии уже отказались.\r\nРекторы университетов объявили о соглашении о повышении операционных расходов на 270%, но не предусматривали повышения заработной платы учителей.\r\nПрофсоюзы считают, что решение бюджетного кризиса университетов требует решения вопроса о зарплате.\r\nУниверситеты работают на основе работы преподавателей, а не только преподавателей.\r\nУниверситетские гильдии предупреждают о сохранении открытого конфликта.",
        "summary_en": "The unions of the national universities announced a 48-hour shutdown on June 4th and 5th.\r\nThe stop is connected with a meeting with the Minister of Human Capital and the Deputy Minister of University Policy.\r\nRepresentatives of the national government submitted a salary proposal, which the guilds have already refused.\r\nThe rectors of the universities announced an agreement to increase operating costs by 270%, but did not provide for an increase in teachers' salaries.\r\nTrade unions believe that solving the budget crisis of universities requires addressing the issue of salaries.\r\nUniversities work on the basis of the work of teachers, not just teachers.\r\nUniversity guilds warn of the persistence of open conflict.",
        "image": "https://www.infobae.com/new-resizer/dWd5RzbcJvL2IrVrN9_HrNY64Eo=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/IJ6KYPOM55DR3CS25M2SQNXK3M.jpg",
        "country": {
            "name": "аргентина",
            "flag": "🇦🇷"
        },
        "who": "преподаватели",
        "created": "2024-05-29 02:20:43.241636"
    },
    {
        "url": "https://elpais.com/mexico/elecciones-mexicanas/2024-05-28/los-maestros-atrincherados-en-el-zocalo-se-reubican-para-que-sheinbaum-termine-la-campana.html",
        "title": "Учителя, застрявшие в Сокало, переезжают, чтобы Шейнбаум завершил кампанию",
        "title_en": "Teachers Stuck in Zocalo Move to have Sheinbaum End the Campaign",
        "summary": "Сотни преподавателей Национального координационного управления работников образования (CNTE) проживают в палатках в Сокало в Мехико.\r\nОни требуют повышения заработной платы и отмены законов прошлых лет, протестуя с 15 мая прошлого года.\r\nПравительство пригрозило сесть за стол переговоров с учителями, если они не уберут плакат перед митингом.\r\nОбе стороны пришли к соглашению, согласно которому учителя смогут находиться в согласованном месте на площади.\r\nУчителя намерены перегруппироваться, чтобы избежать столкновений со сторонниками Морены.\r\nОни хотят предотвратить то, что произошло 19 мая прошлого года, когда оппозиционный марш \"Розовая волна\" разделил различные секторы профсоюза.\r\nУчителя ведут борьбу с правительством, требуя отмены реформы образования и отмены Закона Фелипе Кальдерона об Институте социального обеспечения и социальных служб государственных служащих.",
        "summary_en": "Hundreds of teachers from the National Coordinating Office of Education Workers (CNTE) live in tents in Zocalo in Mexico City.\r\nThey have been demanding higher wages and the repeal of laws from previous years, protesting since May 15 last year.\r\nThe government threatened to sit down at the negotiating table with teachers if they did not remove the poster before the rally.\r\nBoth sides have come to an agreement according to which teachers will be able to stay in an agreed place on the square.\r\nThe teachers intend to regroup to avoid clashes with Morena's supporters.\r\nThey want to prevent what happened on May 19 last year, when the opposition march \"Pink Wave\" divided various sectors of the trade union.\r\nTeachers are fighting the government, demanding the repeal of education reform and the repeal of the Felipe Calderon Law on the Institute of Social Welfare and Social Services of Civil Servants.",
        "image": "https://imagenes.elpais.com/resizer/v2/RC5GOA45Q5G25ECCHH3JR7Y5OY.jpg?auth=ab4a9b358ff9b5c82ac671e243a5fe2afe4b824637ff035cc8b3d69e4783bbe2&width=1200",
        "country": {
            "name": "мексика",
            "flag": "🇲🇽"
        },
        "who": "преподаватели",
        "created": "2024-05-29 02:30:44.365521"
    },
    {
        "url": "https://vancouver.citynews.ca/2024/05/28/bc-miners-serve-strike-notice-at-gibraltar-copper-pit/",
        "title": "Шахтеры Британской Колумбии подали уведомление о забастовке на Гибралтарском медном руднике",
        "title_en": "British Columbia Miners file strike notice at Gibraltar Copper Mine",
        "summary": "Шахтеры на Гибралтарском медном руднике готовы объявить забастовку, если не будет заключен новый контракт до конца пятницы.\r\nПрофсоюз Unifor Local 3018 требует справедливой заработной платы, строгих правил техники безопасности и равноправного отношения на рабочем месте.\r\nКомпания не смогла внести значимых предложений за столом переговоров перед истечением срока действия текущего коллективного соглашения.\r\nШахта Taseko является вторым по величине открытым медным рудником в Канаде и крупнейшим работодателем в регионе Карибу.\r\n98% членов организации проголосовали за забастовку, если контракт не может быть заключен до истечения установленного срока.\r\nРегиональный директор Unifor призывает Taseko серьезно отнестись к решению основных вопросов, чтобы избежать увольнения.",
        "summary_en": "Miners at the Gibraltar copper mine are ready to go on strike if a new contract is not signed by the end of Friday.\r\nThe Unifor Local 3018 union demands fair wages, strict safety regulations and equal treatment in the workplace.\r\nThe company was unable to make meaningful proposals at the negotiating table before the expiration of the current collective agreement.\r\nThe Taseko mine is the second largest open-pit copper mine in Canada and the largest employer in the Caribou region.\r\n98% of the organization's members voted for a strike if the contract cannot be concluded before the deadline.\r\nThe Unifor Regional Director urges Taseko to take the main issues seriously in order to avoid dismissal.",
        "image": "https://vancouver.citynews.ca/wp-content/blogs.dir/sites/9/2024/05/49152653-4de0-49f7-a888-58cacae05a2c.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "шахтеры",
        "created": "2024-05-29 09:21:09.616357"
    },
    {
        "url": "https://www.bankier.pl/wiadomosc/Pierwszy-strajk-w-fabryce-Samsunga-w-Korei-Poludniowej-8755243.html?utm_source=RSS&utm_medium=RSS&utm_campaign=Wiadomosci",
        "title": "Первая в истории Samsung забастовка рабочих. Корейский концерн столкнется с 30 тыс. люди",
        "title_en": "Samsung's first ever workers' strike. The Korean concern will face 30 thousand people",
        "summary": "28 тыс. работников Samsung, входящих в профсоюзы, одновременно берут отпуск, что составляет пятую часть рабочей силы концерна.\r\nРаботники требуют увеличить заработную плату на 6,5% и премии в зависимости от результатов деятельности компании.\r\nРуководство концерна не хочет соглашаться на требования работников, что привело к призыву к забастовке.\r\nЗабастовка может привести к срыву производства компьютерных чипов и негативно отразиться на глобальных цепочках поставок электроники.\r\nАкции Samsung Electronics в Сеуле упали на 2% после объявления о запланированной забастовке.\r\nSamsung Electronics является крупнейшим в мире производителем микросхем памяти, смартфонов и телевизоров и флагманской компанией конгломерата Samsung Group.\r\nДо 2020 года компания успешно подавляла объединение рабочих в профсоюзы, но попала под шквал критики и контроля после обвинений в манипулировании рынком и взяточничестве.",
        "summary_en": "Samsung's 28,000 unionized employees are taking vacations at the same time, which makes up a fifth of the group's workforce.\r\nEmployees demand an increase in wages by 6.5% and bonuses depending on the company's performance.\r\nThe management of the concern does not want to agree to the demands of the workers, which led to a call for a strike.\r\nA strike could disrupt the production of computer chips and have a negative impact on global electronics supply chains.\r\nShares of Samsung Electronics in Seoul fell by 2% after the announcement of a planned strike.\r\nSamsung Electronics is the world's largest manufacturer of memory chips, smartphones and televisions and the flagship company of the Samsung Group conglomerate.\r\nUntil 2020, the company successfully suppressed the unionization of workers, but came under a barrage of criticism and scrutiny after accusations of market manipulation and bribery.",
        "image": "https://galeria.bankier.pl/p/0/a/a6c060fca78280-948-567-0-67-1000-599.jpg",
        "country": {
            "name": "южная корея",
            "flag": "🇰🇷"
        },
        "who": "заводские рабочие",
        "created": "2024-05-29 10:00:34.345307"
    },
    {
        "url": "https://www.infobae.com/espana/agencias/2024/05/29/los-trabajadores-de-acerinox-acamparan-seis-dias-en-el-centro-de-algeciras/",
        "title": "Работники Acerinox проведут шесть дней в лагере в центре Альхесираса",
        "title_en": "Acerinox workers will spend six days in a camp in the center of Algeciras",
        "summary": "Рабочие завода Acerinox Europe проводят бессрочную забастовку из-за разногласий с компанией по поводу заключения коллективного договора.\r\nРабочие проведут несколько акций протеста, включая демонстрацию в Альхесирасе и шестидневный лагерь на центральной площади муниципалитета.\r\nПервая акция протеста, санкционированная Правительственным подразделением в Кадисе, состоится в среду у ворот штаб-квартиры.\r\nСледующей акцией станет демонстрация, запланированная на следующую субботу, с 11:00, которая начнется от станции Renfe до площади Альта в Альхесирасе.\r\nСотрудники проведут шестидневный поход на центральной городской площади с понедельника, 3 июня, по субботу, 8 июня.\r\nЗабастовка на фабрике в Гадите длится уже почти четыре месяца.\r\nЗабастовочный комитет призвал к возобновлению диалога, но компания сообщила, что изучит новые меры в связи с экономическими потерями на заводе в Гадитане.",
        "summary_en": "Workers at the Acerinox Europe plant are on indefinite strike due to disagreements with the company over the conclusion of a collective agreement.\r\nThe workers will hold several protests, including a demonstration in Algeciras and a six-day camp in the central square of the municipality.\r\nThe first protest, sanctioned by the Government Unit in Cadiz, will take place on Wednesday at the gates of the headquarters.\r\nThe next action will be a demonstration scheduled for next Saturday, from 11:00 a.m., which will start from Renfe station to Alta Square in Algeciras.\r\nThe staff will conduct a six-day hike in the central city square from Monday, June 3, to Saturday, June 8.\r\nThe strike at the Gadit factory has been going on for almost four months.\r\nThe strike committee called for a resumption of dialogue, but the company said it would explore new measures in connection with economic losses at the Gaditan plant.",
        "image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2282",
        "country": {
            "name": "испания",
            "flag": "🇪🇸"
        },
        "who": "сталелитейщики",
        "created": "2024-05-29 12:41:19.599079"
    },
    {
        "url": "https://news.sky.com/story/junior-doctors-in-england-to-strike-for-five-days-starting-next-month-13144942",
        "title": "Младшие врачи в Англии проведут пятидневную забастовку, начиная со следующего месяца",
        "title_en": "Junior doctors in England will hold a five-day strike starting next month",
        "summary": "Младшие врачи в Англии планируют провести пятидневную забастовку со следующего месяца.\r\nЗабастовка связана с затянувшимся спором о заработной плате.\r\nСпор состоится во время всеобщей избирательной кампании, день голосования состоится 4 июля.\r\nВрачи требуют восстановления заработной платы, которую они потеряли за последние 15 лет.\r\nОни заявили, что проведут забастовку, если переговоры не завершатся достойным предложением о выплате заработной платы.\r\nМладшие врачи потеряли терпение и сыты по горло ситуацией.\r\nОни выразили надежду, что если во время избирательной кампании будет принято публичное обязательство, то в забастовках не будет необходимости.",
        "summary_en": "Junior doctors in England are planning a five-day strike from next month.\r\nThe strike is linked to a protracted wage dispute.\r\nThe dispute will take place during the general election campaign, voting day will be held on July 4.\r\nDoctors are demanding the restoration of wages that they have lost over the past 15 years.\r\nThey said they would go on strike if negotiations did not end with a decent wage offer.\r\nThe junior doctors have lost patience and are fed up with the situation.\r\nThey expressed the hope that if a public commitment was made during the election campaign, there would be no need for strikes.",
        "image": "https://e3.365dm.com/24/01/1600x900/skynews-junior-doctors-strike_6410953.jpg?20240103103657",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "врачи",
        "created": "2024-05-29 13:31:21.233289"
    },
    {
        "url": "https://tengrinews.kz/kazakhstan_news/iz-za-proishodyat-zabastovki-predpriyatiyah-kazahstana-536704/",
        "title": "Из-за чего происходят забастовки на предприятиях Казахстана",
        "title_en": "What causes strikes at enterprises in Kazakhstan",
        "summary": "В Казахстане с начала года произошло 13 забастовок на предприятиях.\r\nВсе забастовки на сегодняшний день завершены.\r\nОсновные требования работников: повышение заработной платы, перевод в штат дочерних организаций АО \"КазМунайГаз\", выплата премиальных и улучшение условий труда.\r\nВ текущем году на 126 предприятиях выявлена задолженность по заработной плате на сумму порядка 1,5 миллиарда тенге.\r\nПринятые меры защитили права более 8,1 тысячи работников, им выплачено 890 миллионов тенге.\r\nОстаточная задолженность по зарплате составляет 682,6 миллиона тенге.\r\nСитуация на предприятиях, находящихся в зоне риска, систематически рассматривается на заседаниях трехсторонних комиссий по социальному партнерству.\r\nПредписание госинспектора труда о выплате работодателем задолженности по зарплате имеет силу документа, обязательного к исполнению.",
        "summary_en": "There have been 13 strikes at enterprises in Kazakhstan since the beginning of the year.\r\nAll strikes have been completed to date.\r\nThe main requirements of employees are: salary increase, transfer to the staff of subsidiaries of KazMunaiGas JSC, payment of bonuses and improvement of working conditions.\r\nThis year, 126 enterprises have revealed wage arrears in the amount of about 1.5 billion tenge.\r\nThe measures taken protected the rights of more than 8.1 thousand employees, they were paid 890 million tenge.\r\nThe remaining salary arrears amount to 682.6 million tenge.\r\nThe situation at enterprises at risk is systematically reviewed at meetings of the tripartite commissions on social partnership.\r\nThe order of the State labor inspector on the payment of salary arrears by the employer has the force of a binding document.",
        "image": "https://tengrinews.kz/userdata/news/2024/news_536704/resize/photo_473742.png",
        "country": {
            "name": "казахстан",
            "flag": "🇰🇿"
        },
        "who": "нефтяники",
        "created": "2024-05-29 13:31:03.886496"
    }
]