[
    {
        "url": "https://vancouver.citynews.ca/2024/05/29/looming-lower-mainland-concrete-strike-could-be-huge-hit-to-construction-industry/",
        "title": "Рабочие Heidelberg Materials угрожают \"разрушительной\" забастовкой по производству бетона",
        "title_en": "Heidelberg Materials workers threaten \"devastating\" concrete strike",
        "summary": "Надвигающаяся забастовка одного из крупнейших производителей бетона в нижней части материка влияет на строительный сектор региона.\r\nПрофсоюз, представляющий интересы работников Heidelberg Materials, опубликовал заявление, утверждая, что если переговоры провалятся, это приведет к забастовке.\r\nОдин из специалистов-строителей опасается, что забастовка может привести к значительным сбоям в работе и затронуть мелких и средних строителей.\r\nHeidelberg Materials отвечает за поставку около 33% бетона в нижней части Материка, что может привести к резкой остановке строительства.\r\nДлительная забастовка любого рода может иметь долгосрочные последствия и привести к потере рабочих мест.\r\nВласти провинции назвали работу ключевым фактором в ускорении завершения проекта строительства метро на Бродвее до 2027 года.",
        "summary_en": "The impending strike by one of the largest concrete producers in the lower mainland is affecting the region's construction sector.\r\nThe union representing Heidelberg Materials workers has issued a statement claiming that if negotiations fail, it will lead to a strike.\r\nOne of the construction specialists fears that the strike could lead to significant disruptions in work and affect small and medium-sized builders.\r\nHeidelberg Materials is responsible for supplying about 33% of the concrete in the lower Mainland, which can lead to an abrupt halt in construction.\r\nA prolonged strike of any kind can have long-term consequences and lead to job losses.\r\nProvincial authorities called the work a key factor in accelerating the completion of the Broadway subway project by 2027.",
        "image": "https://vancouver.citynews.ca/wp-content/blogs.dir/sites/9/2024/05/27/Heidelberg-Concrete-Granville-Island-5.jpg",
        "country": {
            "name": "канада",
            "flag": "🇨🇦"
        },
        "who": "заводские рабочие",
        "created": "2024-05-30 04:31:36.364922"
    },
    {
        "url": "https://www.jornada.com.mx/noticia/2024/05/29/politica/assa-aplaza-huelga-en-aeromexico-para-el-proximo-1-de-julio-4205",
        "title": "ASSA переносит забастовку в Aeromexico на 1 июля",
        "title_en": "ASSA reschedules strike at Aeromexico on July 1",
        "summary": "Ассоциация профсоюзов авиационных перевозчиков (ASSA) отложила забастовку в Aeromexico на первую минуту 1 июля.\r\nГенеральный секретарь Ада Салазар заявила о принятии предложения авиакомпании, которое предполагает увеличение заработной платы на 4,65 процента и пособий на 3,93 процента.\r\nСоглашение будет предметом консультаций с 3 тысячами 120 лицензиатами ASSA в ближайшие недели.\r\nВ случае одобрения по крайней мере 51 процентом участников забастовка будет отложена на первую минуту 1 июля.\r\nМексиканская авиакомпания предложила глобальное увеличение на 8,58 процента, которое было принято за два дня до окончания забастовки.\r\nСоглашение предусматривает соблюдение 48-часового перерыва на дальнемагистральных рейсах в Европу и Азию.\r\nТакже сохраняется предложение авиакомпании о том, чтобы ее сверхурочные \"продавали свой отпуск”.\r\nАналогичным образом было решено прекратить действие Соглашения о борьбе с Covid, подписанного во время пандемии в 2020 году.\r\nОпрошенные рабочие сочли голосование \"незаконным\", поскольку, кроме того, \"были товарищи, которым закрыли двери профсоюза\".",
        "summary_en": "The Association of Air Carrier Trade Unions (ASSA) postponed the strike at Aeromexico for the first minute on July 1.\r\nSecretary General Ada Salazar announced the acceptance of the airline's proposal, which involves an increase in wages by 4.65 percent and benefits by 3.93 percent.\r\nThe agreement will be the subject of consultations with 3,120 ASSA licensees in the coming weeks.\r\nIf approved by at least 51 percent of the participants, the strike will be postponed until the first minute on July 1.\r\nThe Mexican airline proposed a global increase of 8.58 percent, which was accepted two days before the end of the strike.\r\nThe agreement provides for a 48-hour break on long-haul flights to Europe and Asia.\r\nThe airline's suggestion that its overtime workers \"sell their vacation\" also remains.\r\nSimilarly, it was decided to terminate the Covid Control Agreement signed during the pandemic in 2020.\r\nThe interviewed workers considered the vote \"illegal\" because, in addition, \"there were comrades to whom the doors of the trade union were closed.\"",
        "image": "https://www.jornada.com.mx/ndjsimg/images/jornada/jornadaimg/assa-aplaza-huelga-en-aeromexico-para-el-proximo-1-de-julio-4205/assa-aplaza-huelga-en-aeromexico-para-el-proximo-1-de-julio-4205html-aeromexicojpeg-9273html-147f169e-fcdf-4695-832c-d2232e1da97f.jpegrawimage=true",
        "country": {
            "name": "мексика",
            "flag": "🇲🇽"
        },
        "who": "сотрудники авиакомпаний",
        "created": "2024-05-30 16:32:59.350108"
    },
    {
        "url": "https://www.dailymail.co.uk/news/article-13476591/More-500-Border-Force-officers-Heathrow-airport-set-launch-three-day-strike-tomorrow-fresh-blow-half-term-holidaymakers.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
        "title": "Офицеры пограничных войск в Хитроу завтра объявят трехдневную забастовку",
        "title_en": "Border Force officers at Heathrow will go on a three-day strike tomorrow",
        "summary": "Более 500 сотрудников пограничных служб в аэропорту Хитроу объявили трехдневную забастовку.\r\nЗабастовка вызвана разногласиями по поводу списков сотрудников и введения новых реестров.\r\nПрофсоюз PCS заявил, что более 250 сотрудников могут потерять работу или быть переведены на другую работу против их воли.\r\nУ оставшихся сотрудников будут более длительные смены, негибкие правила смены и отсутствие ясности в оформлении отпусков.\r\nБыла запущена петиция в поддержку рабочих.\r\nГенеральный секретарь PCS призывает профсоюзных деятелей и общественность поддержать петицию и попросить руководство пограничных войск отказаться от нежелательного и неработоспособного списка.\r\nPCS неоднократно призывал к большей гибкости в новом составе, но руководство отказывалось слушать.",
        "summary_en": "More than 500 border guards at Heathrow Airport have declared a three-day strike.\r\nThe strike was caused by disagreements over employee lists and the introduction of new rosters.\r\nThe PCS union said that more than 250 employees could lose their jobs or be transferred to another job against their will.\r\nThe remaining employees will have longer shifts, inflexible shift rules and a lack of clarity in the design of vacations.\r\nA petition was launched in support of the workers.\r\nThe PCS General Secretary calls on trade unionists and the public to support the petition and ask the leadership of the border troops to abandon the undesirable and inoperable list.\r\nPCS repeatedly called for more flexibility in the new line-up, but the management refused to listen.",
        "image": "https://i.dailymail.co.uk/i/pix/m_logo_636x382px.png",
        "country": {
            "name": "великобритания",
            "flag": "🇬🇧"
        },
        "who": "пограничники",
        "created": "2024-05-30 17:20:44.386122"
    },
    {
        "url": "https://elpais.com/mexico/2024-05-30/telmex-y-aeromexico-evitan-las-huelgas-de-sus-trabajadores-con-subidas-salariales.html&rss_item_config_source_host=elpais.com/mexico",
        "title": "Telmex и Aeromexico предотвращают забастовки своих работников из-за повышения заработной платы",
        "title_en": "Telmex and Aeromexico prevent strikes of their workers due to wage increases",
        "summary": "Telmex и Aeromexico предотвращают забастовки работников из-за повышения заработной платы.\r\nПрофсоюзы проведут голосование за повышение на 6,1% для операторов связи и на 4,6% для авиационных сборов.\r\nРаботодатель телефонистов договорился о повышении заработной платы на 6,1%, а надбавки за авиабилеты увеличились на 4,6%.\r\nСотрудники должны будут проголосовать, одобряют ли они соглашения, заключенные с компаниями.\r\nУгроза массовой забастовки нависала над крупнейшей телефонной компанией Мексики.\r\nПрофсоюз телефонистов Мексиканской Республики призвал повысить их заработную плату на 12%.\r\nПодписание соглашения привело к таким достижениям, как набор вакансий, обновление автопарка компании и бонус для работников.\r\nСотрудники должны будут одобрить меры в ходе голосования, которое состоится 13-14 июня.\r\nПрофсоюзная ассоциация авиационных перевозчиков пообещала национальную забастовку к 1 июня следующего года.",
        "summary_en": "Telmex and Aeromexico are preventing workers from striking over wage increases.\r\nThe unions will vote for a 6.1% increase for telecom operators and a 4.6% increase for aviation fees.\r\nThe employer of telephone operators has agreed to increase wages by 6.1%, and airfare allowances have increased by 4.6%.\r\nEmployees will have to vote on whether they approve of the agreements concluded with the companies.\r\nThe threat of a mass strike loomed over Mexico's largest telephone company.\r\nThe Union of Telephone Operators of the Mexican Republic has called for a 12% increase in their wages.\r\nThe signing of the agreement led to such achievements as recruitment of vacancies, renewal of the company's fleet and a bonus for employees.\r\nEmployees will have to approve the measures during a vote to be held on June 13-14.\r\nThe Air Carriers Trade Union Association has promised a national strike by June 1 next year.",
        "image": "https://imagenes.elpais.com/resizer/v2/IE3ZTLWJD5AGLNZFEW5UGDKRGU.jpg?auth=dcaa6c0508d941ff56cf4e79f25f5a6470cd153b16adfc2d23d0364d1fe61a55&width=1200",
        "country": {
            "name": "мексика",
            "flag": "🇲🇽"
        },
        "who": null,
        "created": "2024-05-30 22:23:20.884498"
    }
]